{"bill": {"#text": " \n", "form": {"current-chamber": {"#tail": " \n", "@display": "no"}, "enrolled-dateline": {"#tail": " \n", "#text": "Begun and held at the City of Washington on Friday, the third day of January, two thousand and fourteen"}, "congress": {"#tail": " ", "#text": "One Hundred Thirteenth Congress of the United States of America"}, "#tail": " \n", "#text": "\n", "legis-num": {"#tail": " \n", "#text": "H. R. 1726"}, "official-title": {"#tail": " \n", "@display": "yes", "#text": "To award a Congressional Gold Medal to the 65th Infantry Regiment, known as the Borinqueneers."}, "session": {"#tail": "\n    ", "#text": "At the Second Session"}, "distribution-code": {"#tail": " \n", "@display": "no", "#text": "I"}, "legis-type": {"#tail": " \n", "#text": "AN ACT"}}, "@key": "H", "@stage-count": "1", "@bill-stage": "Enrolled-Bill", "@bill-type": "olc", "attestation": {"#tail": "\n", "attestation-group": [{"#tail": "\n    ", "#text": "\n      ", "role": {"#tail": "\n    ", "#text": "Speaker of the House of Representatives."}}, {"#tail": "\n  ", "#text": "\n      ", "role": {"#tail": "\n    ", "#text": "Vice President of the United States and President of the Senate."}}], "#text": "\n    "}, "@dms-id": "H52452DA6358D4442A4E1262D52DBD62C", "@public-private": "public", "legis-body": {"#tail": " ", "@style": "OLC", "section": [{"@section-type": "section-one", "#tail": " \n", "text": {"#tail": " \n", "#text": "The Congress finds the following:", "@display-inline": "no-display-inline"}, "enum": {"#tail": "\n      ", "#text": "1."}, "header": {"#tail": "\n      ", "#text": "Findings"}, "paragraph": [{"#tail": " \n", "text": {"#tail": "\n      ", "#text": "In 1898, the United States acquired Puerto Rico in the Treaty of Paris that ended the Spanish-American War and, by the following year, Congress had authorized raising a unit of volunteer soldiers in the newly acquired territory."}, "enum": {"#tail": "\n        ", "#text": "(1)"}, "@id": "H682FAD3DB5AA45DF877A75190F8ED828", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": "\n      ", "#text": "In May 1917, two months after legislation granting United States citizenship to individuals born in Puerto Rico was signed into law, and one month after the United States entered World War I, the unit was transferred to the Panama Canal Zone in part because United States Army policy at the time restricted most segregated units to noncombat roles, even though the regiment could have contributed to the fighting effort."}, "enum": {"#tail": "\n        ", "#text": "(2)"}, "@id": "H46C0AEA7F1F44E1AA43ECC839581D061", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": "\n      ", "quote": {"#tail": ", and served as the United States military’s last segregated unit composed primarily of Hispanic soldiers.", "#text": "65th Infantry Regiment, United States Army\n          "}, "#text": "In June 1920, the unit was re-designated as the "}, "enum": {"#tail": "\n        ", "#text": "(3)"}, "@id": "HACF635029CAB4B23BDAC25035972039B", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": "\n      ", "#text": "In January 1943, 13 months after the attack on Pearl Harbor that marked the entry of the United States into World War II, the Regiment again deployed to the Panama Canal Zone before deploying overseas in the spring of 1944."}, "enum": {"#tail": "\n        ", "#text": "(4)"}, "@id": "HF173FE1F109C40C5808BF41997D4C335", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": "\n      ", "#text": "Despite relatively limited combat service in World War II, the Regiment suffered casualties in the course of defending against enemy attacks, with individual soldiers earning one Distinguished Service Cross, two Silver Stars, two Bronze Stars and 90 Purple Hearts. The Regiment received campaign participation credit for Rome-Arno, Rhineland, Ardennes-Alsace, and Central Europe."}, "enum": {"#tail": "\n        ", "#text": "(5)"}, "@id": "H86FE0B91E063472B87CDF4F2A8B1A12A", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": "\n      ", "#text": "Although an executive order issued by President Harry S. Truman in July 1948 declared it to be United States policy to ensure equality of treatment and opportunity for all persons in the armed services without respect to race or color, implementation of this policy had yet to be fully realized when armed conflict broke out on the Korean Peninsula in June 1950, and both African-American soldiers and Puerto Rican soldiers served in segregated units."}, "enum": {"#tail": "\n        ", "#text": "(6)"}, "@id": "H7BC72493925C46A3B49C89E235BB1527", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": "\n      ", "quote": [{"#tail": " within the military and ", "#text": "prejudice"}, {"#tail": ".", "#text": "the feeling of the officers and even the brass of the Pentagon * * * that the Puerto Rican wouldn’t make a good combat soldier * * * I know my contemporaries felt that way and, in all honesty, I must admit that at the time I had the same feeling * * * that the Puerto Rican was a rum and Coca-Cola soldier."}], "#text": "Brigadier General William W. Harris, who served as the Regiment’s commander during the early stages of the Korean War, later recalled that he had initially been reluctant to take the position because of "}, "enum": {"#tail": "\n        ", "#text": "(7)"}, "@id": "H7201854C33D84E7C944A551916ADC8AB", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": "\n      ", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": ", supported by the Navy and Air Force, thereby demonstrating that the Regiment could hold its own against some of the best-trained forces in the United States military.", "@entity-type": "federal-body", "#text": "United States Marine Corps", "@entity-id": "1727"}, "#text": "One of the first opportunities the Regiment had to prove its combat worthiness arose on the eve of the Korean War during Operation PORTREX, one of the largest military exercises that had been conducted up until that point, where the Regiment distinguished itself by repelling an offensive consisting of over 32,000 troops from the 82nd Airborne Division and the "}, "enum": {"#tail": "\n        ", "#text": "(8)"}, "@id": "H5E1462B2FDA44BA387C327C3BAD084B7", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": "\n      ", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "’s headquarters decided to bolster the 3rd Infantry Division and, owing in part to the 65th Infantry Regiment’s outstanding performance during Operation PORTREX, it was among the units selected for the combat assignment. The decision to send the Regiment to Korea and attach it to the 3rd Infantry Division was a landmark change in the United States military’s racial and ethnic policy.", "@entity-type": "federal-body", "#text": "Department of the Army", "@entity-id": "2100"}, "#text": "In August 1950, with the United States Army’s situation in Korea deteriorating, the "}, "enum": {"#tail": "\n        ", "#text": "(9)"}, "@id": "HAFBCD601D184448C9DF7F2696D098887", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": "\n      ", "quote": [{"#tail": ", a term derived from the Taíno word for Puerto Rico meaning ", "#text": "Borinqueneers"}, {"#tail": ".", "#text": "land of the brave lord"}], "#text": "As the Regiment sailed to Asia in September 1950, members of the unit informally decided to call themselves the "}, "enum": {"#tail": "\n        ", "#text": "(10)"}, "@id": "HBB5C48C30B264E0E9341D60DD78AAD18", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": "\n      ", "quote": {"#tail": ".", "#text": "one of pride, courage, heartbreak, and redemption"}, "#text": "The story of the 65th Infantry Regiment during the Korean War has been aptly described as "}, "enum": {"#tail": "\n        ", "#text": "(11)"}, "@id": "H10A86C700D5D4224A8E19E5716E2ADEA", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": "\n      ", "quote": {"#tail": ".", "#text": "the best damn soldiers that I had ever seen"}, "#text": "Fighting as a segregated unit from 1950 to 1952, the Regiment participated in some of the fiercest battles of the war, and its toughness, courage and loyalty earned the admiration of many who had previously harbored reservations about Puerto Rican soldiers based on lack of previous fighting experience and negative stereotypes, including Brigadier General Harris, whose experience eventually led him to regard the Regiment as "}, "enum": {"#tail": "\n        ", "#text": "(12)"}, "@id": "H852EFCD3A815431FADE5169A67AD96FA", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": "\n      ", "quote": {"#tail": ".", "#text": "showing magnificent ability and courage in field operations"}, "#text": "After disembarking at Pusan, South Korea in September 1950, the Regiment blocked the escape routes of retreating North Korean units and overcame pockets of resistance. The most significant battle took place near Yongam-ni in October when the Regiment routed a force of 400 enemy troops. By the end of the month, the Regiment had taken 921 prisoners while killing or wounding more than 600 enemy soldiers. Its success led General Douglas MacArthur, Commander-in-Chief of the United Nations Command in Korea, to observe that the Regiment was "}, "enum": {"#tail": "\n        ", "#text": "(13)"}, "@id": "H236DB572E31B4D8AB6AB9857DE96853E", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": "\n      ", "#text": "The Regiment landed on the eastern coast of North Korea in early November 1950. In December 1950, following China’s intervention in the war, the Regiment engaged in a series of fierce battles to cover the rear guard of the 1st Marine Division during the fighting retreat from the Chosin Reservoir to the enclave at Hungnam, North Korea, one of the greatest withdrawals in modern military history."}, "enum": {"#tail": "\n        ", "#text": "(14)"}, "@id": "H1858D39D11C24D0C8F30647798D68B07", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": "\n      ", "#text": "When General MacArthur ordered the evacuation of Hungnam in mid-December, the Regiment was instrumental in securing the port, and was among the last units—if not the last unit—to depart the beachhead on Christmas Eve, suffering significant casualties in the process. Under the Regiment’s protection, 105,000 troops and 100,000 refugees were evacuated, along with 350,000 tons of supplies and 17,500 military vehicles."}, "enum": {"#tail": "\n        ", "#text": "(15)"}, "@id": "H684CFAD9989E4B83BBB1B6E559F3D577", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": "\n      ", "#text": "The brutal winter conditions during the campaign presented significant hardships for soldiers in the Regiment, who lacked appropriate gear to fight in sub-zero temperatures."}, "enum": {"#tail": "\n        ", "#text": "(16)"}, "@id": "HEC10D9CB29414E9CA5DA9E1B2B3F6CF2", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": "\n      ", "#text": "Between January and March 1951, the Regiment participated in numerous operations to recover and retain South Korean territory lost to the enemy, assaulting heavily fortified enemy positions and conducting the last recorded battalion-sized bayonet assault in United States Army history."}, "enum": {"#tail": "\n        ", "#text": "(17)"}, "@id": "H325F3F07AD8145B1A2D7FB239592FD89", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": "\n      ", "quote": {"#tail": ".", "#text": "What I saw and heard of your regiment reflects great credit on you, your regiment, and the people of Puerto Rico, who can be proud of their valiant sons. I am confident that their battle records and training levels will win them high honors * * *. Their conduct in battle has served only to increase the high regard in which I hold these fine troops."}, "#text": "On January 31, 1951, the commander of Eighth Army, Lieutenant General Matthew B. Ridgway, wrote to the Regiment’s commander: "}, "enum": {"#tail": "\n        ", "#text": "(18)"}, "@id": "HF75C9FCE000940648F6CE6188CD5797F", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": "\n      ", "quote": {"#tail": ".", "#text": "The Puerto Ricans forming the ranks of the gallant 65th Infantry on the battlefields of Korea by valor, determination, and a resolute will to victory give daily testament to their invincible loyalty to the United States and the fervor of their devotion to those immutable standards of human relations to which the Americans and Puerto Ricans are in common dedicated. They are writing a brilliant record of achievement in battle and I am proud indeed to have them in this command. I wish that we might have many more like them."}, "#text": "On February 3, 1951, General MacArthur wrote: "}, "enum": {"#tail": "\n        ", "#text": "(19)"}, "@id": "H1F5386F3CB604A74B3F639739DC412B9", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": "\n      ", "#text": "The Regiment played a central role in the United States military’s counteroffensive responding to a major push by the Chinese Communist Forces (CFF) in 1951, winning praise for its superb performance in multiple battles, including Operations KILLER and RIPPER, as well as for its actions on February 14th, when the Regiment inflicted nearly 1,000 enemy casualties at a cost of only one killed and six wounded, almost singlehandedly annihilating a North Korean infantry regiment that had infiltrated the defenses of the 3rd Infantry Division’s headquarters."}, "enum": {"#tail": "\n        ", "#text": "(20)"}, "@id": "HBD6A64833CF4481898536F30CCE85B72", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": "\n      ", "#text": "By 1952, senior United States commanders ordered that replacement soldiers from Puerto Rico would no longer be limited to service in the Regiment, but could be made available to fill personnel shortages in non-segregated units both inside and outside the 3rd Infantry Division. This was a major milestone in United States Army policy that, paradoxically, harmed the Regiment by depriving it of some of Puerto Rico’s most able soldiers."}, "enum": {"#tail": "\n        ", "#text": "(21)"}, "@id": "HF40828A92F2D492B93497EE2794F3B44", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": "\n      ", "#text": "Beyond the many hardships endured by most American soldiers in Korea, the Regiment faced unique challenges arising from discrimination and prejudice."}, "enum": {"#tail": "\n        ", "#text": "(22)"}, "@id": "H2566C6738C234A429B5890A200B79E72", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": "\n      ", "quote": {"#tail": ". The recipient of the Distinguished Service Cross was then-First Lieutenant Richard E. Cavazos, a Mexican-American, who went on to become the first Latino to rise to the rank of four-star general in the United States Army.", "#text": "highly successful in that the enemy was denied the use of one of his best routes of approach into the friendly position"}, "#text": "In 1953, the now fully integrated Regiment earned admiration for its relentless defense of Outpost Harry, during which it confronted multiple company-size probes, full-scale regimental attacks, and heavy artillery and mortar fire from Chinese forces, earning one Distinguished Service Cross, 14 Silver Stars, 23 Bronze Stars, and 67 Purple Hearts, in operations that Major General Eugene W. Ridings described as "}, "enum": {"#tail": "\n        ", "#text": "(23)"}, "@id": "H5357436A998B487DAB3E1F7A67FEFAFE", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": "\n      ", "#text": "For its extraordinary service during the Korean War, the Regiment received two Presidential Unit Citations (Army and Navy), two Republic of Korea Presidential Unit Citations, a Meritorious Unit Commendation (Army), a Navy Unit Commendation, the Bravery Gold Medal of Greece, and campaign participation credits for United Nations Offensive, CCF Intervention, First United Nations Counteroffensive, CCF Spring Offensive, United Nations Summer-Fall Offensive, Second Korean Winter, Korea Summer-Fall 1952, Third Korean Winter, and Korea Summer 1953."}, "enum": {"#tail": "\n        ", "#text": "(24)"}, "@id": "H5FE58CA3346D426AB8BD9FC2E8FE6857", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": "\n      ", "#text": "In Korea, soldiers in the Regiment earned a total of nine Distinguished Service Crosses, approximately 250 Silver Stars, over 600 Bronze Stars, more than 2,700 Purple Hearts. On March 18, 2014, Master Sergeant Juan E. Negrón Martínez received the Medal of Honor, the Nation’s highest award for military valor, for actions taken on April 28, 1951 near Kalma-Eri, Korea."}, "enum": {"#tail": "\n        ", "#text": "(25)"}, "@id": "H4AF6E6D1FCFA4781B96525AD6EDD9BBB", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": "\n      ", "#text": "In all, some 61,000 Puerto Ricans served in the United States Army during the Korean War, the bulk of them with the 65th Infantry Regiment—and over the course of the war, Puerto Rican soldiers suffered a disproportionately high casualty rate, with over 740 killed and over 2,300 wounded."}, "enum": {"#tail": "\n        ", "#text": "(26)"}, "@id": "H877875C6C2114932A25C6F21D40783D8", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": "\n      ", "#text": "In April 1956, as part of the reduction in forces following the Korean War, the 65th Infantry Regiment was deactivated from the regular Army and, in February 1959, became the only regular Army unit to have ever been transferred to the National Guard, when its 1st battalion and its regimental number were assigned to the Puerto Rico National Guard, where it has remained ever since."}, "enum": {"#tail": "\n        ", "#text": "(27)"}, "@id": "H5CD2577005E94F88AF5CAF781749043C", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": "\n      ", "quote": {"#tail": ".", "#text": "Borinqueneers"}, "#text": "In 1982, the United States Army Center of Military History officially authorized granting the 65th Infantry Regiment the special designation of "}, "enum": {"#tail": "\n        ", "#text": "(28)"}, "@id": "HAB639EE181F340BF806442C4ABD82342", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": " \n", "#text": "In the years since the Korean War, the achievements of the Regiment have been recognized in various ways, including—"}, "enum": {"#tail": "\n        ", "#text": "(29)"}, "#text": "\n        ", "@id": "H451098ECC549484FA835F780AA19AFEE", "subparagraph": [{"#tail": " \n", "text": {"#tail": "\n        ", "#text": "the naming of streets in honor of the Regiment in San Juan, Puerto Rico and The Bronx, New York;"}, "enum": {"#tail": "\n          ", "#text": "(A)"}, "@id": "H5A94A6C1B422420E9274FAD89538828C", "#text": "\n          "}, {"#tail": " \n", "text": {"#tail": "\n        ", "#text": "the erecting of monuments and plaques to honor the Regiment at Arlington National Cemetery in Arlington, Virginia; the San Juan National Historic Site in San Juan, Puerto Rico; Fort Logan National Cemetery in Denver, Colorado; and at sites in Boston, Massachusetts; Worcester, Massachusetts; Buffalo, New York; and Ocala, Florida;"}, "enum": {"#tail": "\n          ", "#text": "(B)"}, "@id": "H4810D18B7972438BBFACC1D1CBA5FC4F", "#text": "\n          "}, {"#tail": " \n", "text": {"#tail": "\n        ", "quote": {"#tail": ";", "#text": "65th Infantry Veterans Park"}, "#text": "the renaming of a park in Buenaventura Lake, Florida as the "}, "enum": {"#tail": "\n          ", "#text": "(C)"}, "@id": "H0346AD890F02441EBBCD1A31E56728EC", "#text": "\n          "}, {"#tail": " \n", "text": {"#tail": "\n        ", "#text": "the dedication of land for a park and monument to honor the Regiment in New Britain, Connecticut;"}, "enum": {"#tail": "\n          ", "#text": "(D)"}, "@id": "HF0A6F520B4224D4F885396F5495D97D8", "#text": "\n          "}, {"#tail": " \n", "text": {"#tail": "\n        ", "#text": "the adoption or introduction of resolutions or proclamations honoring the Regiment by many state and municipal governments, including in the states and territories of California, Connecticut, Florida, Georgia, Illinois, Massachusetts, Michigan, Missouri, New Jersey, New York, North Carolina, Ohio, Pennsylvania, Puerto Rico, and Texas; and"}, "enum": {"#tail": "\n          ", "#text": "(E)"}, "@id": "H64995794CD6C490A8424240B4621EB61", "#text": "\n          "}, {"#tail": "\n      ", "text": {"#tail": "\n        ", "#text": "the issuance by the United States Postal Service of a Korean War commemorative stamp depicting soldiers from the Regiment."}, "enum": {"#tail": "\n          ", "#text": "(F)"}, "@id": "H9020DA6B803C4CD8B5C5E45722228E60", "#text": "\n          "}]}, {"#tail": " \n", "text": {"#tail": "\n      ", "quote": {"#tail": ".", "#text": "Even as the 65th struggled against all deadly enemies in the field, they were fighting a rearguard action against a more insidious adversary—the cumulative effects of ill-conceived military policies, leadership shortcomings, and especially racial and organizational prejudices, all exacerbated by America’s unpreparedness for war and the growing pains of an Army forced by law and circumstance to carry out racial integration. Together these factors would take their inevitable toll on the 65th, leaving scars that have yet to heal for so many of the Regiment’s proud and courageous soldiers."}, "#text": "In a speech delivered on September 20, 2000, at a ceremony in Arlington National Cemetery in honor of the Regiment, Secretary of the Army Louis Caldera said: "}, "enum": {"#tail": "\n        ", "#text": "(30)"}, "@id": "HE0A83179480C47CA84A0816DFFFAF040", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": "\n      ", "quote": {"#tail": ".", "#text": "To the veterans of the 65th Infantry Regiment who, in that far off land fifty years ago, fought with rare courage even as you endured misfortune and injustice, thank you for doing your duty. There can be no greater praise than that for any soldier of the United States Army."}, "#text": "Secretary Caldera further stated: "}, "enum": {"#tail": "\n        ", "#text": "(31)"}, "@id": "HDEC57BC4472446D5859EE5A12A3398D4", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": "\n      ", "quote": [{"#tail": " that includes the Japanese American 442nd Regimental Combat Team, the African American Tuskegee Airmen, and ", "#text": "[t]he men of the 65th who served in Korea are a significant part of a proud tradition of service"}, {"#tail": ".", "#text": "many other unsung minority units throughout the history of our armed forces whose stories have never been fully told"}], "#text": "Secretary Caldera also noted that "}, "enum": {"#tail": "\n        ", "#text": "(32)"}, "@id": "HB4BEB55F433C4333B3BAEF3536F432A9", "#text": "\n        "}, {"#tail": " ", "text": {"#tail": "\n      ", "#text": "The service of the men of the 65th Infantry Regiment is emblematic of the contributions to the armed forces that have been made by hundreds of thousands of brave and patriotic United States citizens from Puerto Rico over generations, from World War I to the most recent conflicts in Afghanistan and Iraq, and in other overseas contingency operations."}, "enum": {"#tail": "\n        ", "#text": "(33)"}, "@id": "H4B31BEE4026746DF96CD7C9506E87C55", "#text": "\n        "}], "#text": "\n      ", "@id": "HE14F3D2AB6FD44BA8E255FF312930B45"}, {"#tail": " \n", "enum": {"#tail": "\n      ", "#text": "2."}, "header": {"#tail": " \n", "#text": "Congressional gold medal"}, "subsection": [{"#tail": " \n", "text": {"#tail": " ", "{http://namespaces.cato.org/catoxml}entity-ref": [{"#tail": " and the ", "@entity-parent-id": "0050", "@entity-type": "federal-body", "#text": "Speaker of the House of Representatives", "@value": "Speaker of the House of Representatives"}, {"#tail": " shall make appropriate arrangements for the award, on behalf of the ", "@entity-parent-id": "0010", "@entity-type": "federal-body", "#text": "President pro tempore of the Senate", "@value": "President Pro Tempore of the Senate"}, {"#tail": ", of a single gold medal of appropriate design in honor of the 65th Infantry Regiment, known as the Borinqueneers, in recognition of its pioneering military service, devotion to duty, and many acts of valor in the face of adversity.", "@entity-type": "federal-body", "#text": "Congress", "@entity-id": "0001"}], "#text": "The "}, "enum": {"#tail": "\n        ", "#text": "(a)"}, "header": {"#tail": "\n        ", "#text": "Award Authorized"}, "#text": "\n        ", "@id": "H9CB5781B40CA44E292E83DE103B43AF3"}, {"#tail": " \n", "text": {"#tail": " ", "{http://namespaces.cato.org/catoxml}entity-ref": [{"#tail": " (hereinafter in this Act referred to as the ", "@entity-type": "federal-body", "#text": "Secretary of the Treasury", "@entity-id": "2000"}, {"#tail": ".", "@entity-type": "federal-body", "#text": "Secretary", "@entity-id": "2000"}], "term": {"#tail": ") shall strike the gold medal with suitable emblems, devices, and inscriptions, to be determined by the ", "#text": "Secretary"}, "#text": "For the purposes of the award referred to in subsection (a), the "}, "enum": {"#tail": "\n        ", "#text": "(b)"}, "header": {"#tail": "\n        ", "#text": "Design and Striking"}, "#text": "\n        ", "@id": "H36942E56D2434DCFB584C7DB2F5D61CB"}, {"#tail": "\n    ", "enum": {"#tail": "\n        ", "#text": "(c)"}, "header": {"#tail": " \n", "#text": "Smithsonian Institution"}, "paragraph": [{"#tail": " \n", "text": {"#tail": " ", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": ", where it shall be available for display as appropriate and made available for research.", "@entity-type": "federal-body", "#text": "Smithsonian Institution", "@entity-id": "3300"}, "#text": "Following the award of the gold medal in honor of the 65th Infantry Regiment, known as the Borinqueneers, the gold medal shall be given to the ", "@display-inline": "yes-display-inline"}, "enum": {"#tail": "\n          ", "#text": "(1)"}, "header": {"#tail": "\n          ", "#text": "In general"}, "#text": "\n          ", "@id": "HC5EA6B28614D42F29AAF4E89C12EEC93"}, {"#tail": "\n      ", "text": {"#tail": " ", "{http://namespaces.cato.org/catoxml}entity-ref": [{"#tail": " that the ", "@entity-type": "federal-body", "#text": "Congress", "@entity-id": "0001"}, {"#tail": " shall make the gold medal received under this Act available for display elsewhere, particularly at other appropriate locations associated with the 65th Infantry Regiment, including locations in Puerto Rico.", "@entity-type": "federal-body", "#text": "Smithsonian Institution", "@entity-id": "3300"}], "#text": "It is the sense of the "}, "enum": {"#tail": "\n          ", "#text": "(2)"}, "header": {"#tail": "\n          ", "#text": "Sense of the Congress"}, "#text": "\n          ", "@id": "H2B570350AE1D47C388BF0FD497E8EF9F"}], "#text": "\n        ", "@id": "H0F47C2A9E0134E49BBCB73CF0F92492E"}], "#text": "\n      ", "@id": "HBE05E78349AC49F08DAA01F753234316"}, {"#tail": " \n", "text": {"#tail": " ", "{http://namespaces.cato.org/catoxml}entity-ref": [{"#tail": " may prescribe, the ", "@entity-type": "federal-body", "#text": "Secretary", "@entity-id": "2000"}, {"#tail": " may strike and sell duplicates in bronze of the gold medal struck under ", "@entity-type": "federal-body", "#text": "Secretary", "@entity-id": "2000"}, {"#tail": ", at a price sufficient to cover the costs of the medals, including labor, materials, dies, use of machinery, and overhead expenses.", "@entity-type": "bill-by-number", "#text": "section 2", "@value": "113/hr/1726/s:2", "@proposed": "true"}], "#text": "Under such regulations as the ", "@display-inline": "no-display-inline"}, "enum": {"#tail": "\n      ", "#text": "3."}, "header": {"#tail": "\n      ", "#text": "Duplicate medals"}, "#text": "\n      ", "@id": "H74D7422E89204D87ADE22C28D0514DB6"}, {"#tail": " \n", "text": {"#tail": " ", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": ".", "@entity-type": "uscode", "#text": "\n          ", "external-xref": {"#tail": " of title 31, United States Code", "@parsable-cite": "usc-chapter/31/51", "#text": "chapter 51", "@legal-doc": "usc-chapter"}, "@value": "usc-chapter/31/51"}, "#text": "Medals struck pursuant to this Act are national medals for purposes of ", "@display-inline": "no-display-inline"}, "enum": {"#tail": "\n      ", "#text": "4."}, "header": {"#tail": "\n      ", "#text": "National medals"}, "#text": "\n      ", "@id": "H2690ACEA5B2640BA9FE6F0A3B55D5332"}], "#text": " \n", "@id": "HAD2435A3D2344DD995F1E4B0CD229CA7"}, "metadata": {"#tail": "\n", "dublinCore": {"{http://purl.org/dc/elements/1.1/}date": {"#tail": "\n"}, "{http://purl.org/dc/elements/1.1/}format": {"#tail": "\n", "#text": "text/xml"}, "{http://purl.org/dc/elements/1.1/}language": {"#tail": "\n", "#text": "EN"}, "#tail": "\n", "{http://purl.org/dc/elements/1.1/}title": {"#tail": "\n", "#text": " HR 1726 ENR: To award a Congressional Gold Medal to the 65th Infantry Regiment, known as the Borinqueneers."}, "{http://purl.org/dc/elements/1.1/}rights": {"#tail": "\n", "#text": "Pursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain."}, "{http://purl.org/dc/elements/1.1/}publisher": {"#tail": "\n", "#text": "U.S. House of Representatives"}, "#text": "\n"}, "#text": "\n"}}}