{"resolution": {"@star-print": "no-star-print", "form": {"current-chamber": {"#tail": " \n", "@display": "yes", "#text": "In the House of Representatives, U. S.,"}, "#text": "\n", "congress": {"#tail": " \n", "@display": "no", "#text": "113th CONGRESS"}, "#tail": " \n", "legis-num": {"#tail": " \n", "#text": "H. RES. 222"}, "official-title": {"#tail": " \n", "@display": "no", "#text": "Recognizing the long-term partnership and friendship between the United States and the Hashemite Kingdom of Jordan, working together towards peace and security in the Middle East. "}, "session": {"#tail": " \n", "@display": "no", "#text": "1st Session"}, "distribution-code": {"#tail": " \n", "@display": "no", "#text": "IV"}, "action": {"action-date": {"#tail": " \n", "@date": "20130802", "#text": "August 2, 2013"}, "#tail": " \n", "#text": " \n"}, "legis-type": {"#tail": " \n", "@display": "yes", "#text": "RESOLUTION"}}, "@resolution-stage": "Engrossed-in-House", "@resolution-type": "house-resolution", "@stage-count": "1", "resolution-body": {"#tail": " \n", "@style": "traditional", "section": {"@section-type": "undesignated-section", "#tail": " \n", "text": {"#tail": " \n", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "—", "@entity-type": "federal-body", "#text": "House of Representatives", "@entity-id": "0050"}, "#text": "That the "}, "paragraph": [{"#tail": " \n", "text": {"#tail": " ", "#text": "commends the people and Government of the Hashemite Kingdom of Jordan for their continued friendship with the United States and commitment to peace, security, and stability in the Middle East;", "@display-inline": "yes-display-inline"}, "enum": {"#tail": "\n        ", "#text": "(1)"}, "@id": "H94BB2078E6ED4561A026E75378CB8AE7", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": " ", "#text": "commends the Government of Jordan for its response to the Syrian humanitarian crisis and encourages its continued hosting and caring for refugees fleeing violence from the conflict with the al-Assad regime; and", "@display-inline": "yes-display-inline"}, "enum": {"#tail": "\n        ", "#text": "(2)"}, "@id": "H63676D6A466E4D18AAB438C64EA7ECF7", "#text": "\n        "}, {"#tail": "\n    ", "text": {"#tail": " ", "#text": "expresses a firm commitment to support the Government of Jordan as it faces regional challenges and works toward a more peaceful and stable Middle East.", "@display-inline": "yes-display-inline"}, "enum": {"#tail": "\n        ", "#text": "(3)"}, "@id": "H6D87461541FD4F19BB9B1B8EA4165622", "#text": "\n        "}], "@display-inline": "yes-display-inline", "#text": "\n      ", "@id": "H4C4E080284C047CDAC4417B89F6A1429"}, "#text": " \n", "@id": "HC6374F4E42F248C0AA65D6F5AE636EC9"}, "@key": "H", "attestation": {"#tail": " \n", "attestation-group": {"#tail": "\n  ", "role": {"#tail": "\n    ", "#text": "Clerk."}, "#text": "\n      ", "attestor": {"#tail": "\n      ", "@display": "no", "#text": "Karen L. Haas,"}}, "#text": "\n    "}, "@dms-id": "HAC5F0BCE57E043CA9E933910C798BFF4", "@public-private": "public", "#text": " \n", "preamble": {"#tail": " \n", "whereas": [{"#tail": " \n", "text": {"#tail": " ", "#text": "Whereas the United States and the Hashemite Kingdom of Jordan have maintained official diplomatic relations since 1949, and during this partnership spanning over 6 decades, the United States and Jordan have developed a close relationship in security, economic development, and counterterrorism cooperation;"}, "#text": "\n      "}, {"#tail": " \n", "text": {"#tail": " ", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " and Jordanian Armed Forces since 1974, and has led to increased cooperation in regional and global counterterrorism efforts;", "@entity-type": "federal-body", "#text": "Department of Defense", "@entity-id": "9700"}, "#text": "Whereas a United States–Jordanian Joint Military Commission facilitates bilateral consultations between the United States "}, "#text": "\n      "}, {"#tail": " \n", "text": {"#tail": " ", "#text": "Whereas Jordan has provided key security and humanitarian support in both Afghanistan and Iraq;"}, "#text": "\n      "}, {"#tail": " \n", "text": {"#tail": " ", "#text": "Whereas Jordan hosted a United States-developed training program on human rights, proper use of force, and civil disturbances to further enhance peace and security in the West Bank;"}, "#text": "\n      "}, {"#tail": " \n", "text": {"#tail": " ", "#text": "Whereas in 1996, the United States designated Jordan as a major non-NATO ally, recognizing Jordan as a close ally with a strategic working relationship;"}, "#text": "\n      "}, {"#tail": " \n", "text": {"#tail": " ", "#text": "Whereas the Jordanian Armed Forces are proven reliable contributors to the international community, particularly as a member of the United Nations, contributing 57,000 troops to 18 different United Nations peacekeeping missions, most notably in Haiti where Jordan endured multiple casualties during such missions;"}, "#text": "\n      "}, {"#tail": " \n", "text": {"#tail": " ", "#text": "Whereas Jordan signed the historic Jordan–Israel Peace Treaty on October 26, 1994, normalizing relations between Jordan and Israel by resolving territorial disputes and establishing a partnership towards peaceful relations;"}, "#text": "\n      "}, {"#tail": " \n", "text": {"#tail": " ", "#text": "Whereas King Abdullah II has been a key advocate of peace between the Israelis and Palestinians, often reiterating the urgent need for peaceful reconciliation and offering to serve as a mediator and host for peace negotiations;"}, "#text": "\n      "}, {"#tail": " \n", "text": {"#tail": " ", "#text": "Whereas Jordan is a leader for progress, tolerance, and moderation in the Arab and Muslim worlds; "}, "#text": "\n      "}, {"#tail": " \n", "text": {"#tail": " ", "#text": "Whereas the economic partnership between the United States and Jordan was further strengthened through the signing of the United States–Jordan Free Trade Agreement by President Bill Clinton and King Abdullah II on October 24, 2000, and fully implemented on January 1, 2010;"}, "#text": "\n      "}, {"#tail": " \n", "text": {"#tail": " ", "#text": "Whereas in 2008, the United States and Jordan signed a 5-year Memorandum of Understanding in the amount of $360,000,000 in economic support funds and $300,000,000 per year in foreign military financing to further bolster the United States–Jordan strategic relationship;"}, "#text": "\n      "}, {"#tail": " \n", "text": {"#tail": " ", "#text": "Whereas the United States is strongly committed to the continued development and progress of the Jordanian people, civil society, and political institutions, specifically in the areas of democracy assistance, water and energy preservation, education services, and economic development;"}, "#text": "\n      "}, {"#tail": " \n", "text": {"#tail": "\n    ", "#text": "Whereas the al-Assad regime, backed by Iran and Hizballah, has brutally suppressed dissent, conducting a campaign of violence that has fueled sectarian tensions and sparked a civil war in Syria;"}, "#text": "\n      "}, {"#tail": " \n", "text": {"#tail": "\n    ", "#text": "Whereas the conflict in Syria has resulted in the loss of nearly 100,000 Syrian lives and the displacement of approximately 4,250,000 civilians, including nearly 1,800,000 who have fled Syria;"}, "#text": "\n      "}, {"#tail": " \n", "text": {"#tail": "\n    ", "#text": "Whereas the Syrian conflict has contributed to sectarian conflict, extremism, and instability throughout the region;"}, "#text": "\n      "}, {"#tail": " \n", "text": {"#tail": "\n    ", "#text": "Whereas the Government of Jordan has accepted a heavy burden of hosting and providing for the security and basic needs of approximately 500,000 refugees, with that number growing every day;"}, "#text": "\n      "}, {"#tail": " \n", "text": {"#tail": "\n    ", "#text": "Whereas three-quarters of the refugees are women and children, and 1 in 5 refugees is under the age of 4; "}, "#text": "\n      "}, {"#tail": " \n", "text": {"#tail": "\n    ", "#text": "Whereas the severity of the humanitarian crisis and the large number of refugees in Jordan places significant economic and social hardships on the country; and"}, "#text": "\n      "}, {"#tail": "\n  ", "text": {"#tail": "\n    ", "#text": "Whereas the Government of Jordan has worked in partnership with the international community to provide for the needs of vulnerable refugee populations, including clean water, food, shelter, health care, and education: Now, therefore, be it"}, "#text": "\n      "}], "#text": " \n"}, "metadata": {"#tail": "\n", "dublinCore": {"{http://purl.org/dc/elements/1.1/}date": {"#tail": "\n", "#text": "2013-08-02"}, "{http://purl.org/dc/elements/1.1/}format": {"#tail": "\n", "#text": "text/xml"}, "{http://purl.org/dc/elements/1.1/}language": {"#tail": "\n", "#text": "EN"}, "#tail": "\n", "{http://purl.org/dc/elements/1.1/}title": {"#tail": "\n", "#text": "113 HRES 222 EH: Recognizing the long-term partnership and friendship between the United States and the Hashemite Kingdom of Jordan, working together towards peace and security in the Middle East. "}, "{http://purl.org/dc/elements/1.1/}rights": {"#tail": "\n", "#text": "Pursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain."}, "{http://purl.org/dc/elements/1.1/}publisher": {"#tail": "\n", "#text": "U.S. House of Representatives"}, "#text": "\n"}, "#text": "\n"}}}