{"bill": {"#text": "\n\t", "form": {"current-chamber": {"#tail": "\n\t\t", "#text": "IN THE HOUSE OF REPRESENTATIVES"}, "#text": "\n\t\t", "congress": {"#tail": "\n\t\t", "#text": "113th CONGRESS"}, "#tail": "\n\t", "legis-num": {"#tail": "\n\t\t", "#text": "H. R. 4040"}, "official-title": {"#tail": "\n\t", "#text": "To promote and ensure delivery of high quality special education and related services to students\n\t\t\t with visual disabilities or who are deaf or hard of hearing through\n\t\t\t instructional methodologies meeting their unique learning needs; to\n\t\t\t enhance accountability for the provision of such services, and for other\n\t\t\t purposes."}, "session": {"#tail": "\n\t\t", "#text": "2d Session"}, "distribution-code": {"#tail": "\n\t\t", "@display": "yes", "#text": "I"}, "action": {"action-date": {"#tail": "\n\t\t\t", "@date": "20140211", "#text": "February 11, 2014"}, "#tail": "\n\t\t", "action-desc": {"#tail": "\n\t\t", "#text": "\n        ", "committee-name": {"#tail": "\n      ", "@committee-id": "HED00", "#text": "Committee on Education and the Workforce"}, "sponsor": {"#tail": " (for himself, ", "#text": "Mr. Cartwright", "@name-id": "C001090"}, "cosponsor": [{"#tail": ", and ", "#text": "Mr. Takano", "@name-id": "T000472"}, {"#tail": ") introduced the following bill; which was referred to the ", "#text": "Mr. Stockman", "@name-id": "S000937"}]}, "#text": "\n\t\t\t"}, "legis-type": {"#tail": "\n\t\t", "#text": "A BILL"}}, "@bill-stage": "Introduced-in-House", "@bill-type": "olc", "@dms-id": "H847EAC8BDD4142DC9E0578EB60550621", "@public-private": "public", "legis-body": {"@style": "OLC", "title": [{"subtitle": [{"#tail": "\n      ", "section": [{"#tail": "\n        ", "enum": {"#tail": "\n          ", "#text": "101."}, "header": {"#tail": "\n\t\t\t\t\t", "#text": "Findings"}, "subsection": {"#tail": "\n        ", "text": {"#tail": "\n\t\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " finds the following:", "@entity-type": "federal-body", "#text": "Congress", "@entity-id": "0001"}, "#text": "The ", "@display-inline": "yes-display-inline"}, "enum": {"#tail": "\n            ", "#text": "(a)"}, "header": {"#tail": "\n            ", "#text": "Findings"}, "paragraph": [{"#tail": "\n            ", "text": {"#tail": "\n\t\t\t\t\t\t", "#text": "The history of the education of deaf and hard of hearing students in the United States began with\n\t\t\t the education of Alice Cogswell in Connecticut in the early 1800s. Born in\n\t\t\t 1805, Alice became deaf at a young age. By the time she was nine, she was\n\t\t\t befriended by a neighbor, Thomas Gallaudet, who demonstrated that she\n\t\t\t could make the association between objects and the written words for them.\n\t\t\t Soon she became the focus of an initiative to found a school for deaf\n\t\t\t individuals in America. In April of 1817, Gallaudet and a deaf teacher,\n\t\t\t Laurent Clerc, opened the first successful American school for deaf\n\t\t\t persons—the American School for the Deaf—with Alice as its first\n\t\t\t pupil. From an initial class of seven students, the school grew into a\n\t\t\t national institution, the mother school of many subsequent schools for the\n\t\t\t deaf and the training ground for their principals and teachers. Alice\n\t\t\t Cogswell’s story reminds us that deaf and hard of hearing children are\n\t\t\t capable of learning and achieving to high levels when they have access to\n\t\t\t full language and communication, are taught by professionals with\n\t\t\t specialized training in the unique needs of deaf and hard of hearing\n\t\t\t students, and have access to educational placements that recognize and\n\t\t\t provide for their language, communication, and academic needs."}, "enum": {"#tail": "\n              ", "#text": "(1)"}, "@id": "HBBD6689AE0B94A0FA3B409BAA66C157B", "#text": "\n              "}, {"#tail": "\n            ", "text": {"#tail": "\n\t\t\t\t\t\t", "#text": "Deaf and hard of hearing children need early and ongoing access to language. Research demonstrates\n\t\t\t that deaf and hard of hearing children who are identified early and\n\t\t\t receive appropriate early intervention from specialized, qualified\n\t\t\t providers achieve higher language and communication outcomes than those\n\t\t\t who are identified late and do not receive such services. However,\n\t\t\t currently, early intervention services typically are not provided in a\n\t\t\t timely manner, severe shortages of specialized early intervention\n\t\t\t professionals exist, and many deaf and hard of hearing children are not\n\t\t\t reaching their developmental potential."}, "enum": {"#tail": "\n              ", "#text": "(2)"}, "@id": "H41AD0218F4084D2F83BEB2C101584719", "#text": "\n              "}, {"#tail": "\n            ", "text": {"#tail": "\n\t\t\t\t\t\t", "#text": "Deaf and hard of hearing children are born with the same capacity to learn and achieve as any other\n\t\t\t child. However, historically as a group, their literacy and academic\n\t\t\t outcomes have not been commensurate with their abilities. The education\n\t\t\t system in the United States must better meet the academic and related\n\t\t\t learning needs of these students, who can succeed when those needs are\n\t\t\t addressed."}, "enum": {"#tail": "\n              ", "#text": "(3)"}, "@id": "H381B69E1D7F04705B92F29BFAF00CE5A", "#text": "\n              "}, {"#tail": "\n            ", "text": {"#tail": "\n\t\t\t\t\t\t", "#text": "A principal way that hearing students acquire knowledge and skills is through incidental learning,\n\t\t\t the process of observing others and the environment that occurs naturally\n\t\t\t at home, at school and in the community. Deficits in incidental learning\n\t\t\t leave deaf and hard of hearing students behind in the acquisition of an\n\t\t\t array of academic and social-emotional skill areas. In addition to core\n\t\t\t academics such as reading, mathematics and science, deaf and hard of\n\t\t\t hearing students must also receive specialized instruction and services\n\t\t\t designed to maximize their capacity to learn effectively and live\n\t\t\t productively and independently. These include instruction in audiology,\n\t\t\t age appropriate career education, communication and language, including\n\t\t\t American Sign Language and spoken language with or without visual\n\t\t\t supports, functional skills for academic success, self-determination and\n\t\t\t advocacy (including preparation for transition to work or higher\n\t\t\t education), social emotional skills, technology, and support for the\n\t\t\t student through family education.", "@display-inline": "yes-display-inline"}, "enum": {"#tail": "\n              ", "#text": "(4)"}, "@id": "HF50CE23C236C497FB96790957B276B6D", "#text": "\n              "}, {"#tail": "\n            ", "text": {"#tail": "\n\t\t\t\t\t\t", "#text": "It is imperative that deaf and hard of hearing students have communication and language access and\n\t\t\t development. The development of age appropriate communication and language\n\t\t\t skills is essential to any cognitive, psychological and educational\n\t\t\t growth. Without communication and language a student cannot become\n\t\t\t literate or educated. Without communication and language a student will\n\t\t\t not develop reading, computation, writing, analytical, and other necessary\n\t\t\t skills. The importance of an education in which communication and language\n\t\t\t access and development are provided is not merely a matter of educational\n\t\t\t methodology or classroom strategy but a right equal to the right of any\n\t\t\t student to access classroom information, communicate with peers and staff,\n\t\t\t and develop literacies required for educational success. When students are\n\t\t\t deprived of communication and language access and development they cannot\n\t\t\t meaningfully engage in the rich and varied experience that is American\n\t\t\t education and become active members in our American democracy.\n\t\t\t Communication and language are the first building blocks in any education\n\t\t\t and are required for human development."}, "enum": {"#tail": "\n              ", "#text": "(5)"}, "@id": "H9EF2185143CE445A8D4E23274E750C2A", "#text": "\n              "}, {"#tail": "\n            ", "text": {"#tail": "\n\t\t\t\t\t\t", "#text": "Since the 1997 reauthorization of the Individuals with Disabilities Education Act (IDEA), IEP Teams\n\t\t\t have been required to consider the language and communication needs of\n\t\t\t students who are deaf and hard of hearing, including opportunities for\n\t\t\t direct communications with peers and professional personnel in the child’s\n\t\t\t language and communication mode, academic level, and full range of needs,\n\t\t\t including opportunities for direct instruction in the child’s language and\n\t\t\t communication mode. Further, it is been the U.S. Department of Education’s\n\t\t\t position since 1992 that “[a]ny educational setting that does not meet the\n\t\t\t communication and related needs of a child who is deaf does not allow for\n\t\t\t the provision of [a Free Appropriate Public Education] and cannot be\n\t\t\t considered the [Least Restrictive Environment] for that child. Just as the\n\t\t\t [Individuals with Disabilities Education Act] requires placement in the\n\t\t\t regular educational setting when it is appropriate for the unique needs of\n\t\t\t a child who is deaf, it also requires placement outside of the regular\n\t\t\t educational setting when the child’s needs cannot be met in that setting”\n\t\t\t (Deaf Students Education Services: Policy Guidance,” 57 Fed. Reg. 49274\n\t\t\t (1992)). And it is well argued that deaf and hard of hearing students\n\t\t\t benefit from a setting in which a critical mass of deaf and hard of\n\t\t\t hearing peers is found. Nevertheless, it has been contended that few deaf\n\t\t\t and hard of hearing students are receiving full access to language and\n\t\t\t communication in the regular education setting, and few have access to a\n\t\t\t critical mass of peers. This lack of language and communication access\n\t\t\t contributes to students’ social isolation and to the inability of\n\t\t\t graduates to achieve academic outcomes on par with those of their hearing\n\t\t\t peers. Since the U.S. Department of Education does not require sufficient\n\t\t\t monitoring of State and local educational agencies to fully and accurately\n\t\t\t account for their legal obligations to address the language and\n\t\t\t communication needs of deaf and hard of hearing students, it is not\n\t\t\t possible to confirm systemically whether such agencies are in compliance\n\t\t\t with current law. Given that nationally students who are deaf or hard of\n\t\t\t hearing require more language and communication access and more support to\n\t\t\t acquire services and skills than they are currently receiving, and given\n\t\t\t that provision of currently required instruction and placement for such\n\t\t\t students cannot be adequately assured, IDEA must be strengthened and\n\t\t\t supplemented to ensure that deaf and hard of hearing students truly\n\t\t\t receive a free and appropriate public education.", "@display-inline": "yes-display-inline"}, "enum": {"#tail": "\n              ", "#text": "(6)"}, "@id": "HB11222A268174FCCB255A3B40987FB80", "#text": "\n              "}, {"#tail": "\n            ", "text": {"#tail": "\n\t\t\t\t\t\t", "#text": "A prerequisite to better meeting these needs is every State and local educational agency's\n\t\t\t identification and proper evaluation of each student who is deaf or hard\n\t\t\t of hearing, regardless of whether such student may have other, even\n\t\t\t potentially more significant, disabilities. While IDEA does not mandate\n\t\t\t that State and local educational agencies classify students into specific\n\t\t\t disability categories, the widespread use of IDEA's disability categories\n\t\t\t has led to a sizable undercount of deaf and hard of hearing students and,\n\t\t\t consequently, a lack of recognition of the extent of the systemic need for\n\t\t\t the delivery of appropriate instructional services provided by personnel\n\t\t\t initially trained and continually supported to meet such students’ unique\n\t\t\t educational needs. Indeed, while the U.S. Census Bureau supports the\n\t\t\t contention that more than 350,000 students nationally have “hearing\n\t\t\t difficulties,” the Department of Education routinely reports serving under\n\t\t\t IDEA a population of approximately 73,000. This occurs in large measure\n\t\t\t because students who are deaf or hard of hearing who also have additional\n\t\t\t disabilities are frequently formally classified by State and local\n\t\t\t educational agencies as having multiple disabilities. Consequently, such\n\t\t\t students' hearing disabilities are not fully acknowledged either in terms\n\t\t\t of educational agency recognized need for personnel trained to serve such\n\t\t\t students, or in terms of an individual student's need for the services of\n\t\t\t such personnel.", "@display-inline": "yes-display-inline"}, "enum": {"#tail": "\n              ", "#text": "(7)"}, "@id": "H964FA4A53D5C4BAE8E376B357FD0D2E3", "#text": "\n              "}, {"#tail": "\n            ", "text": {"#tail": "\n\t\t\t\t\t\t", "#text": "It is critical that State and local educational agencies be better prepared to meet these largely\n\t\t\t unmet needs. To reach this goal, teachers of the deaf and their colleagues\n\t\t\t in related services must be better supported to provide the full array of\n\t\t\t specialized instruction and services required by deaf and hard of hearing\n\t\t\t students. Proper assessment of the unique needs of students who are deaf\n\t\t\t or hard of hearing, along with proper deployment of specialized\n\t\t\t instruction and interventions, must keep pace with the most current\n\t\t\t educational theories and practices and be based on the best available\n\t\t\t evidence. Significantly greater accountability for results for students\n\t\t\t who are deaf or hard of hearing, including those with additional\n\t\t\t disabilities, must be built into America's special education system if\n\t\t\t deaf and hard of hearing students are to succeed. And it is imperative\n\t\t\t that all deaf and hard of hearing students, regardless of disability\n\t\t\t category, are identified and their learning needs fully accounted for.", "@display-inline": "yes-display-inline"}, "enum": {"#tail": "\n              ", "#text": "(8)"}, "@id": "HAB98A3DB017E418C976A131605DB1945", "#text": "\n              "}, {"#tail": "\n            ", "text": {"#tail": "\n\t\t\t\t\t\t", "#text": "Deaf and hard of hearing children across the United States should experience the same kind of\n\t\t\t access to language development, social interaction, and academic\n\t\t\t opportunities experienced by their peers. Deaf and hard of hearing\n\t\t\t children are as diverse as any other group of children, and the choices in\n\t\t\t communication, educational placement options, and other decisions are\n\t\t\t complex and need to be individualized.", "@display-inline": "yes-display-inline"}, "enum": {"#tail": "\n              ", "#text": "(9)"}, "@id": "HDA63DCCE2E444EB9A1D8F79E39F4DB60", "#text": "\n              "}, {"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t\t", "#text": "Existing high quality resources must be preserved and leveraged so that students who are deaf or\n\t\t\t hard of hearing do not fall farther behind. Specialized schools for\n\t\t\t children who are deaf and hard of hearing perform a unique service and\n\t\t\t must be valued and maintained as part of the continuum of alternative\n\t\t\t placements. Both special schools and center-based programs serving\n\t\t\t children who are deaf or hard of hearing should be tapped for the expert\n\t\t\t personnel and services such resources can offer, and IDEA's worthy policy\n\t\t\t objective to ensure the full integration of children with disabilities\n\t\t\t ought not be allowed to frustrate the delivery of all appropriate services\n\t\t\t to children with unique needs, whether those services be provided at a\n\t\t\t specialized school, a local school, or some combination of the two."}, "enum": {"#tail": "\n              ", "#text": "(10)"}, "@id": "HB2FB8D864F7D458E8CCF99D93CFC3C9C", "#text": "\n              "}], "#text": "\n            ", "@id": "H5A5D5F956AEC4A24A65B6F79B8FD6FBF"}, "@display-inline": "no-display-inline", "#text": "\n          ", "@id": "HFD53DFD1049C418ABC3452376D7997AE"}, {"#tail": "\n        ", "enum": {"#tail": "\n          ", "#text": "102."}, "header": {"#tail": "\n\t\t\t\t\t", "#text": "Identifying students who are deaf or hard of hearing"}, "subsection": [{"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t\t", "#text": "\n              ", "{http://namespaces.cato.org/catoxml}entity": {"#tail": " is amended at the end by adding the following:", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " (", "@entity-type": "act", "#text": "Section 612(a)(3)", "@value": "Individuals with Disabilities Education Act/s:612/ss:a/p:3"}, "@entity-type": "law-citation", "#text": "\n                ", "external-xref": {"#tail": ")", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "\n              ", "@entity-type": "uscode", "#text": "20 U.S.C. 1412(a)(3)", "@value": "usc/20/1412/a/3"}, "@parsable-cite": "usc/20/1412", "#text": "\n                ", "@legal-doc": "usc"}}}, "enum": {"#tail": "\n            ", "#text": "(a)"}, "header": {"#tail": "\n            ", "#text": "Serving all children who are deaf or hard of hearing regardless of classification"}, "quoted-block": {"@style": "OLC", "after-quoted-block": {"#tail": "\n            ", "#text": "."}, "#tail": "\n\t\t\t\t\t", "subparagraph": {"#tail": "\n              ", "text": {"#tail": "\n              ", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": ",\n\t\t\t identifies, locates and evaluates children who are deaf or hard of hearing\n\t\t\t who are, or may be, classified in a disability category other than hearing\n\t\t\t impairment and provides (without prejudice to such classification) special\n\t\t\t education and related services to such children, including such services\n\t\t\t determined appropriate based on proper evaluation as would be provided to\n\t\t\t children classified in the State as deaf or hard of hearing.", "@entity-type": "act", "#text": "subsection (a)", "@value": "Individuals with Disabilities Education Act/s:612/ss:a"}, "#text": "When a State classifies children by disability, the State, in complying with "}, "enum": {"#tail": "\n                ", "#text": "(C)"}, "header": {"#tail": "\n                ", "#text": "Serving children who are deaf or hard of hearing"}, "#text": "\n                ", "@id": "HEDBBB03F72C94CD5AF94E96B0AA2DA4F"}, "#text": "\n\t\t\t\t\t\t\t", "@id": "H24D094358C7C4CDFA32E0D7895D7E0CE"}, "#text": "\n            ", "@id": "H246B622F62224FE8803524DDA907413D"}, {"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t\t", "#text": "\n              ", "{http://namespaces.cato.org/catoxml}entity": {"#tail": " is amended by adding at the end the following:", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " (", "@entity-type": "act", "#text": "Section 618", "@value": "Individuals with Disabilities Education Act/s:618"}, "@entity-type": "law-citation", "#text": "\n                ", "external-xref": {"#tail": ")", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "\n              ", "@entity-type": "uscode", "#text": "20 U.S.C. 1418", "@value": "usc/20/1418"}, "@parsable-cite": "usc/20/1418", "#text": "\n                ", "@legal-doc": "usc"}}}, "enum": {"#tail": "\n            ", "#text": "(b)"}, "header": {"#tail": "\n            ", "#text": "Data collection and reporting"}, "quoted-block": {"@style": "OLC", "after-quoted-block": {"#tail": "\n            ", "#text": "."}, "#tail": "\n\t\t\t\t\t", "subsection": {"#tail": "\n              ", "text": {"#tail": "\n              ", "{http://namespaces.cato.org/catoxml}entity-ref": [{"#tail": " and\n\t\t\t subject to such provisions, the State and the ", "@entity-type": "act", "#text": "subsections (a) through (d)", "@value": "Individuals with Disabilities Education Act/s:618/ss:a..d"}, {"#tail": "\n\t\t\t shall, with respect to children classified in a disability category other\n\t\t\t than hearing impairment or deafness, include the number and percentage of\n\t\t\t such children in each disability category who are also deaf or hard of\n\t\t\t hearing.", "@entity-type": "federal-body", "#text": "Secretary of the Interior", "@entity-id": "1400"}], "#text": "In addition to the data collection and reporting requirements of "}, "enum": {"#tail": "\n                ", "#text": "(e)"}, "header": {"#tail": "\n                ", "#text": "Accounting for deaf and hard of hearing students"}, "#text": "\n                ", "@id": "H772E2E1DA1E141FC99EA919326FC6F8C"}, "#text": "\n\t\t\t\t\t\t\t", "@id": "HAB5E171B2E3145BFA86F4985ED47D147"}, "#text": "\n            ", "@id": "HB79A1692CCBD4EA9B6542FA4A3363C50"}, {"#tail": "\n        ", "text": {"#tail": "\n\t\t\t\t\t\t", "#text": "\n              ", "{http://namespaces.cato.org/catoxml}entity": {"#tail": " is amended to read as follows:", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " (", "@entity-type": "act", "#text": "Section 602(3)(A)(i)", "@value": "Individuals with Disabilities Education Act/s:602/ss:3/p:A/sp:i"}, "@entity-type": "law-citation", "#text": "\n                ", "external-xref": {"#tail": ")", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "\n              ", "@entity-type": "uscode", "#text": "20 U.S.C. 1401(3)(A)(i)", "@value": "usc/20/1401/3/A/i"}, "@parsable-cite": "usc/20/1401", "#text": "\n                ", "@legal-doc": "usc"}}}, "enum": {"#tail": "\n            ", "#text": "(c)"}, "header": {"#tail": "\n            ", "#text": "Child with a disability"}, "quoted-block": {"@style": "OLC", "after-quoted-block": {"#tail": "\n            ", "#text": "."}, "#tail": "\n\t\t\t\t\t", "clause": {"#tail": "\n              ", "text": {"#tail": "\n              ", "quote": {"#tail": "), orthopedic impairments, autism, traumatic brain injury, other health impairments, or specific\n\t\t\t learning disabilities; and", "#text": "emotional disturbance"}, "#text": "with intellectual disabilities, who is deaf or hard of hearing, with speech or language\n\t\t\t impairments, visual impairments (including blindness), serious emotional\n\t\t\t disturbance (referred to in this part as "}, "enum": {"#tail": "\n                ", "#text": "(i)"}, "@id": "HB7AC6E5B66A34DA09DE988AC6617E467", "#text": "\n                "}, "#text": "\n\t\t\t\t\t\t\t", "@id": "H73EEF3064F044B4E8664CC3E0055B374"}, "#text": "\n            ", "@id": "H440A5B50B9B6472AA24C8916663C01F1"}], "#text": "\n          ", "@id": "HC90C087C6E3A41FC884B582C4FF1CE08"}, {"#tail": "\n        ", "text": {"#tail": "\n\t\t\t\t\t", "#text": "\n            ", "{http://namespaces.cato.org/catoxml}entity": {"#tail": " is amended by adding at the end the following:", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " (", "@entity-type": "act", "#text": "Section 612", "@value": "Individuals with Disabilities Education Act/s:612"}, "@entity-type": "law-citation", "#text": "\n              ", "external-xref": {"#tail": ")", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "\n            ", "@entity-type": "uscode", "#text": "20 U.S.C. 1412", "@value": "usc/20/1412"}, "@parsable-cite": "usc/20/1412", "#text": "\n              ", "@legal-doc": "usc"}}, "@display-inline": "no-display-inline"}, "enum": {"#tail": "\n          ", "#text": "103."}, "header": {"#tail": "\n          ", "#text": "State plans"}, "quoted-block": {"@style": "OLC", "after-quoted-block": {"#tail": "\n          ", "#text": "."}, "#tail": "\n\t\t\t\t", "subsection": {"#tail": "\n            ", "enum": {"#tail": "\n              ", "#text": "(g)"}, "header": {"#tail": "\n\t\t\t\t\t\t\t", "#text": "Addendum concerning students who are deaf or hard of hearing"}, "paragraph": [{"#tail": "\n              ", "@id": "H42108AD1FFED4E2FA62CEE66AB8B5BFD", "enum": {"#tail": "\n                ", "#text": "(1)"}, "header": {"#tail": "\n                ", "#text": "In general"}, "text": {"#tail": "\n\t\t\t\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": [{"#tail": ", a State shall not be deemed in compliance with\n\t\t\t this section unless, not later than two years after the date of the\n\t\t\t enactment of the ", "@entity-type": "act", "#text": "subsection (c)", "@value": "Individuals with Disabilities Education Act/s:612/ss:c"}, {"#tail": ", the State\n\t\t\t files with the Secretary a written addendum to the plan required by this\n\t\t\t section describing how the State ensures that—", "@entity-type": "act", "#text": "Alice Cogswell and Anne Sullivan Mact Act", "@value": "Alice Cogswell and Anne Sullivan Mact Act", "@proposed": "true"}], "#text": "Notwithstanding the provisions of "}, "#text": "\n                ", "subparagraph": [{"#tail": "\n                ", "text": {"#tail": "\n\t\t\t\t\t\t\t\t", "#text": "children who are deaf or hard of hearing (regardless of the State’s use of disability categories or\n\t\t\t the extent to which deaf or hard of hearing children may be classified in\n\t\t\t disability categories other than hearing impairment or deafness) are\n\t\t\t evaluated by qualified professionals, using valid and reliable\n\t\t\t assessments, for such children’s need for instruction and services meeting\n\t\t\t their unique language and communication, literacy, academic, social and\n\t\t\t related learning needs, including instruction which may be needed by\n\t\t\t children without disabilities or with other disabilities but which must be\n\t\t\t specifically designed, modified, or delivered to meet the unique language\n\t\t\t and communication and academic and related learning needs of children who\n\t\t\t are deaf or hard of hearing;"}, "enum": {"#tail": "\n                  ", "#text": "(A)"}, "@id": "H7FD3BFF84813490E88EF4EFC94D759F8", "#text": "\n                  "}, {"#tail": "\n                ", "text": {"#tail": "\n\t\t\t\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " to all children within the\n\t\t\t State requiring such instruction; and", "@entity-type": "act", "#text": "subparagraph (A)", "@value": "Individuals with Disabilities Education Act/s:612/ss:g/p:1/sp:A", "@proposed": "true"}, "#text": "there is sufficient availability of personnel within the State qualified to provide the evaluation\n\t\t\t and instruction described in "}, "enum": {"#tail": "\n                  ", "#text": "(B)"}, "@id": "HCC626329155842DAAC57556E268B0560", "#text": "\n                  "}, {"#tail": "\n              ", "text": {"#tail": "\n\t\t\t\t\t\t\t\t", "#text": "all children who are deaf or hard of hearing within the State who need special education and\n\t\t\t related services, whether or not such children have other disabilities,\n\t\t\t receive such instruction and are not being served solely in accordance\n\t\t\t with ", "{http://namespaces.cato.org/catoxml}entity": {"#tail": ".", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " (", "@entity-type": "act", "#text": "section 504 of the Rehabilitation Act of 1973", "@value": "Rehabilitation Act of 1973/s:504"}, "@entity-type": "law-citation", "#text": "\n                      ", "external-xref": {"#tail": ")", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "\n                    ", "@entity-type": "uscode", "#text": "29 U.S.C. 794", "@value": "usc/29/794"}, "@parsable-cite": "usc/29/794", "#text": "\n                      ", "@legal-doc": "usc"}}}, "enum": {"#tail": "\n                  ", "#text": "(C)"}, "@id": "H9EED05C8D7DE4CDFBD1711CDD5BE1287", "#text": "\n                  "}]}, {"#tail": "\n            ", "@id": "HD6EEEA9C9741464B919D59B6611969A4", "enum": {"#tail": "\n                ", "#text": "(2)"}, "header": {"#tail": "\n                ", "#text": "Contents"}, "text": {"#tail": "\n\t\t\t\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": ", the State shall—", "@entity-type": "act", "#text": "paragraph (1)", "@value": "Individuals with Disabilities Education Act/s:612/ss:g/p:1", "@proposed": "true"}, "#text": "In preparing the addendum described in "}, "#text": "\n                ", "subparagraph": [{"#tail": "\n                ", "text": {"#tail": "\n\t\t\t\t\t\t\t\t", "#text": "specifically address how the State meets the needs of deaf and hard of hearing students to support\n\t\t\t ongoing progress in language development, including American Sign Language\n\t\t\t and spoken language with or without visual supports, and including the\n\t\t\t provision of school-related opportunities for direct communications with\n\t\t\t peers and professional personnel in the child’s language and opportunities\n\t\t\t for direct instruction in the child’s language, as well as instruction in\n\t\t\t audiology, age appropriate career education, communication and language,\n\t\t\t social skills, functional skills for academic success, self-determination\n\t\t\t and advocacy (including preparation for transition to work or higher\n\t\t\t education), social emotional skills, technology, and support for the\n\t\t\t student through family education; and"}, "enum": {"#tail": "\n                  ", "#text": "(A)"}, "@id": "H4AAE320051A84FDFA2DD6FEE39917017", "#text": "\n                  "}, {"#tail": "\n              ", "text": {"#tail": "\n                ", "#text": "consult with individuals and organizations with expertise in the education of children who are deaf\n\t\t\t or hard of hearing, including parents, schools for the deaf, consumer and\n\t\t\t advocacy organizations, State commissions of the deaf, researchers,\n\t\t\t teachers of students who are deaf or hard of hearing, and others the State\n\t\t\t may identify."}, "enum": {"#tail": "\n                  ", "#text": "(B)"}, "@id": "H36AF00CCEBA04051AF9122FA657D6E3B", "#text": "\n                  "}]}], "#text": "\n              ", "@id": "H42E733D7D140421F867026FAA2EE637F"}, "#text": "\n\t\t\t\t\t\t", "@id": "H446E8CA7A6DC49B2955852BA6154B61C"}, "#text": "\n          ", "@id": "H88CBB92E8E634A3E89ECA4EF44C8DFB9"}, {"#tail": "\n        ", "text": {"#tail": "\n\t\t\t\t\t", "#text": "\n            ", "{http://namespaces.cato.org/catoxml}entity": {"#tail": " is amended by adding at the end the following:", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " (", "@entity-type": "act", "#text": "Section 614(b)", "@value": "Individuals with Disabilities Education Act/s:614/ss:b"}, "@entity-type": "law-citation", "#text": "\n              ", "external-xref": {"#tail": ")", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "\n            ", "@entity-type": "uscode", "#text": "20 U.S.C. 1414(b)", "@value": "usc/20/1414/b"}, "@parsable-cite": "usc/20/1414", "#text": "\n              ", "@legal-doc": "usc"}}, "@display-inline": "no-display-inline"}, "enum": {"#tail": "\n          ", "#text": "104."}, "header": {"#tail": "\n          ", "#text": "Evaluations"}, "quoted-block": {"@style": "OLC", "after-quoted-block": {"#tail": "\n          ", "#text": "."}, "#tail": "\n\t\t\t\t", "paragraph": {"#tail": "\n            ", "subparagraph": [{"#tail": "\n              ", "text": {"#tail": "\n\t\t\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": ", children who are deaf or hard of\n\t\t\t hearing (including children who may have additional disabilities) shall be\n\t\t\t evaluated on language and communication proficiency levels, including\n\t\t\t expressive, receptive, and pragmatic skills, and ability to access grade\n\t\t\t level content in the student’s primary language, including American Sign\n\t\t\t Language and spoken language with or without visual supports, and written\n\t\t\t English. Determination of the need for special education and related\n\t\t\t services shall include evaluation of such children’s unique learning\n\t\t\t needs, including needs for direct communication, without an intermediary\n\t\t\t such as an interpreter, with peers and professionals in the child’s\n\t\t\t primary language, including American Sign Language and spoken language\n\t\t\t with or without visual supports, and instruction which may be needed by\n\t\t\t students without disabilities or with other disabilities but which must be\n\t\t\t specifically designed, modified, or delivered to meet the unique learning\n\t\t\t needs of students who are deaf or hard of hearing.", "@entity-type": "act", "#text": "paragraph (3)(B)", "@value": "Individuals with Disabilities Education Act/s:614/ss:b/p:3/sp:B"}, "#text": "In conducting the assessments prescribed in "}, "enum": {"#tail": "\n                ", "#text": "(A)"}, "header": {"#tail": "\n                ", "#text": "In general"}, "#text": "\n                ", "@id": "H72141F224C514BB3824BCA797CD3D771"}, {"#tail": "\n            ", "text": {"#tail": "\n              ", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " shall, at a minimum, include evaluations assessing\n\t\t\t the need for services and settings to assist the child in developing or\n\t\t\t maintaining age appropriate language and communication levels in the\n\t\t\t student’s primary language, including American Sign Language and spoken\n\t\t\t language with or without visual supports, social development, literacy\n\t\t\t instruction, instruction in assistive technology proficiency, self\n\t\t\t sufficiency and interaction self determination, socialization, recreation\n\t\t\t and fitness, and independent living skills), and age appropriate career\n\t\t\t education.", "@entity-type": "act", "#text": "subparagraph (A)", "@value": "Individuals with Disabilities Education Act/s:614/ss:b/p:7/sp:A", "@proposed": "true"}, "#text": "The evaluations described in "}, "enum": {"#tail": "\n                ", "#text": "(B)"}, "header": {"#tail": "\n                ", "#text": "Content of evaluations"}, "#text": "\n                ", "@id": "H678EB1E2A73044449B16333B5D7DB561"}], "enum": {"#tail": "\n              ", "#text": "(7)"}, "header": {"#tail": "\n\t\t\t\t\t\t\t", "#text": "Children who are deaf or hard of hearing"}, "#text": "\n              ", "@id": "H88D6D893A3E8463D9A2F02003C2435DF"}, "#text": "\n\t\t\t\t\t\t", "@id": "HB617500AC0EC49E8A2F2B77AC86FAE36"}, "#text": "\n          ", "@id": "H6DEBAB51C02B413BB4B00F11E80CED9D"}, {"#tail": "\n        ", "text": {"#tail": "\n\t\t\t\t\t", "#text": "\n            ", "{http://namespaces.cato.org/catoxml}entity": {"#tail": " is amended—", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " (", "@entity-type": "act", "#text": "Section 614(d)(1)(B)", "@value": "Individuals with Disabilities Education Act/s:614/ss:d/p:1/sp:B"}, "@entity-type": "law-citation", "#text": "\n              ", "external-xref": {"#tail": ")", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "\n            ", "@entity-type": "uscode", "#text": "20 U.S.C. 1414(d)(1)(B)", "@value": "usc/20/1414/d/1/B"}, "@parsable-cite": "usc/20/1414", "#text": "\n              ", "@legal-doc": "usc"}}, "@display-inline": "no-display-inline"}, "enum": {"#tail": "\n          ", "#text": "105."}, "header": {"#tail": "\n          ", "#text": "Individualized education program team"}, "paragraph": [{"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": ", by striking ", "@entity-type": "act", "#text": "clause (v)", "@value": "Individuals with Disabilities Education Act/s:614/ss:d/p:1/sp:B/cl:v"}, "#text": "in ", "quote": [{"#tail": " and inserting ", "#text": "(vi);"}, {"#tail": ";", "#text": "(vii);"}]}, "enum": {"#tail": "\n            ", "#text": "(1)"}, "@id": "HA002C526438E456D866CB5D882823A19", "#text": "\n            "}, {"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": ", by striking ", "@entity-type": "act", "#text": "clause (vi)", "@value": "Individuals with Disabilities Education Act/s:614/ss:d/p:1/sp:B/cl:vi"}, "#text": "in ", "quote": {"#tail": " at the end;", "#text": "and"}}, "enum": {"#tail": "\n            ", "#text": "(2)"}, "@id": "HC83DA39398A441B1B5D9834535FE98FA", "#text": "\n            "}, {"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": [{"#tail": " as ", "@entity-type": "act", "#text": "clause (vii)", "@value": "Individuals with Disabilities Education Act/s:614/ss:d/p:1/sp:B/cl:vii"}, {"#tail": "; and", "@entity-type": "act", "#text": "clause (viii)", "@value": "Individuals with Disabilities Education Act/s:614/ss:d/p:1/sp:B/cl:viii", "@proposed": "true"}], "#text": "by redesignating "}, "enum": {"#tail": "\n            ", "#text": "(3)"}, "@id": "HA82881F4C9B44FB3AD588C3977780CD9", "#text": "\n            "}, {"#tail": "\n        ", "text": {"#tail": "\n\t\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " the following:", "@entity-type": "act", "#text": "clause (vi)", "@value": "Individuals with Disabilities Education Act/s:614/ss:d/p:1/sp:B/cl:vi"}, "#text": "by inserting after "}, "enum": {"#tail": "\n            ", "#text": "(4)"}, "quoted-block": {"@style": "OLC", "after-quoted-block": {"#tail": "\n            ", "#text": "."}, "#tail": "\n\t\t\t\t\t", "clause": {"#tail": "\n              ", "text": {"#tail": "\n              ", "#text": "at the discretion of the parent or the agency, a representative of a State-operated,\n\t\t\t State-supported, or State-aided school for the deaf; and"}, "enum": {"#tail": "\n                ", "#text": "(vii)"}, "@id": "HE99D6DE257D444A9B84CC641AF2F726F", "#text": "\n                "}, "#text": "\n\t\t\t\t\t\t\t", "@id": "H94B0B8275E164AA68E33115A082FDA8C"}, "#text": "\n            ", "@id": "HD2345F8F18A640AEA88B29CA48454C1E"}], "#text": "\n          ", "@id": "HC566256C93144B79B36D907AF026FB9D"}, {"#tail": "\n        ", "text": {"#tail": "\n\t\t\t\t\t", "#text": "\n            ", "{http://namespaces.cato.org/catoxml}entity": {"#tail": " is amended to read as follows:", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " (", "@entity-type": "act", "#text": "Section 614(d)(3)(B)(iv)", "@value": "Individuals with Disabilities Education Act/s:614/ss:d/p:3/sp:B/cl:iv"}, "@entity-type": "law-citation", "#text": "\n              ", "external-xref": {"#tail": ")", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "\n            ", "@entity-type": "uscode", "#text": "20 U.S.C. 1414(d)(3)(B)(iv)", "@value": "usc/20/1414/d/3/B/iv"}, "@parsable-cite": "usc/20/1414", "#text": "\n              ", "@legal-doc": "usc"}}, "@display-inline": "no-display-inline"}, "enum": {"#tail": "\n          ", "#text": "106."}, "header": {"#tail": "\n          ", "#text": "Consideration of special factors"}, "quoted-block": {"@style": "OLC", "after-quoted-block": {"#tail": "\n          ", "#text": "."}, "#tail": "\n\t\t\t\t", "clause": {"#tail": "\n            ", "text": {"#tail": "\n\t\t\t\t\t\t\t", "#text": "in the case of a child who is deaf or hard of hearing, provide for—"}, "enum": {"#tail": "\n              ", "#text": "(iv)"}, "subclause": [{"#tail": "\n              ", "text": {"#tail": "\n\t\t\t\t\t\t\t", "#text": "the child’s language and communication needs, opportunities for direct communications, without an\n\t\t\t intermediary such as an interpreter, with peers and professional personnel\n\t\t\t in the child’s primary language, including American Sign Language and\n\t\t\t spoken language with or without visual supports, academic level, and full\n\t\t\t range of needs, including opportunities for direct instruction in the\n\t\t\t child’s language; and"}, "enum": {"#tail": "\n                ", "#text": "(I)"}, "#text": "\n                ", "@id": "HECBB87E6AFA04B629D9D38768C827FD5", "@commented": "no"}, {"#tail": "\n            ", "text": {"#tail": "\n              ", "#text": "instruction meeting the child’s unique learning needs, including services and settings to assist\n\t\t\t the child in developing or maintaining age appropriate language and\n\t\t\t communication levels in the student’s primary language, including American\n\t\t\t Sign Language and spoken language with or without visual supports,\n\t\t\t literacy instruction, instruction which may be needed by students without\n\t\t\t disabilities or with other disabilities but which must be specifically\n\t\t\t designed, modified, or delivered to meet the unique learning needs of\n\t\t\t students who are deaf or hard of hearing. Such instruction includes\n\t\t\t assistive technology proficiency; self sufficiency and interaction, self\n\t\t\t determination, socialization, independent living skills, and age\n\t\t\t appropriate career education;"}, "enum": {"#tail": "\n                ", "#text": "(II)"}, "#text": "\n                ", "@id": "H57F8D33240DE4534A8C43276400AFA77", "@commented": "no"}], "#text": "\n              ", "@id": "H0EBFE54FE5B24CC284080CF1AAEB5FBE", "@commented": "no"}, "#text": "\n\t\t\t\t\t\t", "@id": "H7C61522584EE454BB5C13A4B6C893558"}, "#text": "\n          ", "@id": "HC7EEAF0409AE498C8721CAD1C0CDAD7F", "@commented": "no"}, {"#tail": "\n        ", "text": {"#tail": "\n\t\t\t\t\t", "#text": "\n            ", "{http://namespaces.cato.org/catoxml}entity": {"#tail": " is amended by adding at the end the following:", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " (", "@entity-type": "act", "#text": "Section 616(a)", "@value": "Individuals with Disabilities Education Act/s:616/ss:a"}, "@entity-type": "law-citation", "#text": "\n              ", "external-xref": {"#tail": ")", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "\n            ", "@entity-type": "uscode", "#text": "20 U.S.C. 1416(a)", "@value": "usc/20/1416/a"}, "@parsable-cite": "usc/20/1416", "#text": "\n              ", "@legal-doc": "usc"}}, "@display-inline": "no-display-inline"}, "enum": {"#tail": "\n          ", "#text": "107."}, "header": {"#tail": "\n          ", "#text": "Monitoring"}, "quoted-block": {"@style": "OLC", "after-quoted-block": {"#tail": "\n          ", "#text": "."}, "#tail": "\n\t\t\t\t", "paragraph": {"#tail": "\n            ", "text": {"#tail": "\n            ", "{http://namespaces.cato.org/catoxml}entity-ref": [{"#tail": ", ", "@entity-type": "act", "#text": "sections 612(a)(3)", "@value": "Individuals with Disabilities Education Act/s:612/ss:a/p:3"}, {"#tail": ", ", "@entity-type": "act", "#text": "612(a)(5)", "@value": "Individuals with Disabilities Education Act/s:612/ss:a/p:5"}, {"#tail": ", and ", "@entity-type": "act", "#text": "614(b)", "@value": "Individuals with Disabilities Education Act/s:614/ss:b"}, {"#tail": "\n\t\t\t and ", "@entity-type": "act", "#text": "clauses (iii)", "@value": "Individuals with Disabilities Education Act/s:614/ss:d/p:3/sp:B/cl:iii", "@proposed": "true"}, {"#tail": ", as such sections are amended by the\n\t\t\t ", "@entity-type": "act", "#text": "(iv) of section 614(d)(3)(B)", "@value": "Individuals with Disabilities Education Act/s:614/ss:d/p:3/sp:B/cl:iv", "@proposed": "true"}, {"#tail": ", and shall regularly report\n\t\t\t findings to the ", "@entity-type": "act", "#text": "Alice Cogswell and Anne Sullivan Macy Act", "@value": "Alice Cogswell and Anne Sullivan Macy Act", "@proposed": "true"}, {"#tail": ".", "@entity-type": "federal-body", "#text": "Congress", "@entity-id": "0001"}], "#text": "In carrying out the responsibilities of this subsection, the Secretary shall specifically monitor\n\t\t\t compliance with "}, "enum": {"#tail": "\n              ", "#text": "(5)"}, "header": {"#tail": "\n              ", "#text": "Enhanced monitoring of services for certain students"}, "#text": "\n              ", "@id": "HE7D124ACA5A54A1B9DA3147B6BEBFB44"}, "#text": "\n\t\t\t\t\t\t", "@id": "HD090B2E42D8E490FA22C189DE567E86F"}, "#text": "\n          ", "@id": "H1DDAADF50E804840839DF2BC3C91BB0D"}, {"#tail": "\n        ", "enum": {"#tail": "\n          ", "#text": "108."}, "header": {"#tail": "\n\t\t\t\t\t", "#text": "Continuum of service delivery options"}, "subsection": [{"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t\t", "#text": "\n              ", "{http://namespaces.cato.org/catoxml}entity": {"#tail": " is amended by adding at the end the following:", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " (", "@entity-type": "act", "#text": "Section 612(a)(5)", "@value": "Individuals with Disabilities Education Act/s:612/ss:a/p:5"}, "@entity-type": "law-citation", "#text": "\n                ", "external-xref": {"#tail": ")", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "\n              ", "@entity-type": "uscode", "#text": "20 U.S.C. 1412(a)(5)", "@value": "usc/20/1412/a/5"}, "@parsable-cite": "usc/20/1412", "#text": "\n                ", "@legal-doc": "usc"}}}, "enum": {"#tail": "\n            ", "#text": "(a)"}, "header": {"#tail": "\n            ", "#text": "Ensuring continuum availability"}, "quoted-block": {"@style": "OLC", "after-quoted-block": {"#tail": "\n            ", "#text": "."}, "#tail": "\n\t\t\t\t\t", "subparagraph": {"#tail": "\n              ", "text": {"#tail": "\n              ", "#text": "The State shall ensure that a full continuum of alternative placements is available to meet the\n\t\t\t needs of children with disabilities for special education and related\n\t\t\t services. Such continuum must include instruction in regular classes,\n\t\t\t special classes, special schools, home instruction, and instruction in\n\t\t\t hospitals and institutions, and must make provision for supplementary\n\t\t\t services (such as resource room or itinerant instruction) to be provided\n\t\t\t in conjunction with regular class placement."}, "enum": {"#tail": "\n                ", "#text": "(C)"}, "header": {"#tail": "\n                ", "#text": "Continuum of alternative placements"}, "#text": "\n                ", "@id": "HD4BADF6C43594B119F5943CF560BAAC9"}, "#text": "\n\t\t\t\t\t\t\t", "@id": "H957EB9EC3F494A14A093DCE157DFAB6F"}, "#text": "\n            ", "@id": "HCB4036C62E3A49AB8A31094852140D10"}, {"#tail": "\n        ", "text": {"#tail": "\n\t\t\t\t\t\t", "#text": "\n              ", "{http://namespaces.cato.org/catoxml}entity": {"#tail": " is amended by adding at the end the following:", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " (", "@entity-type": "act", "#text": "Section 612(a)(18)", "@value": "Individuals with Disabilities Education Act/s:612/ss:a/p:18"}, "@entity-type": "law-citation", "#text": "\n                ", "external-xref": {"#tail": ")", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "\n              ", "@entity-type": "uscode", "#text": "20 U.S.C. 1412(a)(18)", "@value": "usc/20/1412/a/18"}, "@parsable-cite": "usc/20/1412", "#text": "\n                ", "@legal-doc": "usc"}}}, "enum": {"#tail": "\n            ", "#text": "(b)"}, "header": {"#tail": "\n            ", "#text": "Maintenance of specialized services and settings for students with sensory disabilities"}, "quoted-block": {"@style": "OLC", "after-quoted-block": {"#tail": "\n            ", "#text": "."}, "#tail": "\n\t\t\t\t\t", "subparagraph": {"#tail": "\n              ", "text": {"#tail": "\n              ", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": ".", "@entity-type": "act", "#text": "subparagraph (A)", "@value": "Individuals with Disabilities Education Act/s:612/ss:a/p:18/sp:A"}, "#text": "A State’s closure of a special school serving children who are blind or a special school serving\n\t\t\t children who are deaf (or the consolidation or merger of such school with\n\t\t\t another school), shall be considered a reduction of the State’s financial\n\t\t\t support for special education and related services within the meaning of\n\t\t\t "}, "enum": {"#tail": "\n                ", "#text": "(E)"}, "header": {"#tail": "\n                ", "#text": "Maintaining a Continuum of Placement Options"}, "#text": "\n                ", "@id": "H4E4D6871C8F343C68D2E44B1662F70F6"}, "#text": "\n\t\t\t\t\t\t\t", "@id": "H357645B446464F1DA43FAAE9E288FFFB"}, "#text": "\n            ", "@id": "HFC0FDCABB9324A3687E886CB8F6F179E"}], "#text": "\n          ", "@id": "H6D6BCC713EF3403D98CA8DE24CB4AC84"}, {"#tail": "\n      ", "text": {"#tail": "\n\t\t\t\t\t", "#text": "\n            ", "{http://namespaces.cato.org/catoxml}entity": {"#tail": " is amended by adding at the end the following:", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " (", "@entity-type": "act", "#text": "Section 616", "@value": "Individuals with Disabilities Education Act/s:616"}, "@entity-type": "law-citation", "#text": "\n              ", "external-xref": {"#tail": ")", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "\n            ", "@entity-type": "uscode", "#text": "20 U.S.C. 1416", "@value": "usc/20/1416"}, "@parsable-cite": "usc/20/1416", "#text": "\n              ", "@legal-doc": "usc"}}, "@display-inline": "no-display-inline"}, "enum": {"#tail": "\n          ", "#text": "109."}, "header": {"#tail": "\n          ", "#text": "Technical assistance for parents and educators of students who are deaf or hard of hearing"}, "quoted-block": {"@style": "OLC", "after-quoted-block": {"#tail": "\n          ", "#text": "."}, "#tail": "\n\t\t\t\t", "subsection": {"#tail": "\n            ", "text": {"#tail": "\n            ", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " (and periodically thereafter but\n\t\t\t at least within five-year intervals), policy guidance concerning the\n\t\t\t provision of special education and related services to deaf and hard of\n\t\t\t hearing students (published in the Federal Register on October 26, 1992)\n\t\t\t is reviewed and updated (with particular attention to explanation of\n\t\t\t relevant amendments to this Act or to its implementing regulations) and is\n\t\t\t published in the Federal Register.", "@entity-type": "act", "#text": "Alice Cogswell and Anne Sullivan Macy Act", "@value": "Alice Cogswell and Anne Sullivan Macy Act", "@proposed": "true"}, "#text": "The Secretary shall ensure that not later than one year after the date of the enactment of the\n\t\t\t "}, "enum": {"#tail": "\n              ", "#text": "(j)"}, "header": {"#tail": "\n              ", "#text": "Maintaining current deaf students education service policy guidance"}, "#text": "\n              ", "@id": "H5459825E4537440D80ED516D9886E2F6"}, "#text": "\n\t\t\t\t\t\t", "@id": "HE126A3288A2D4C999F11F7A9D2A2FFF0"}, "#text": "\n          ", "@id": "HBD6604C7419C4E89AD89F17B18D8FCAE"}], "enum": {"#tail": "\n        ", "#text": "A"}, "header": {"#tail": "\n\t\t\t\t", "#text": "General provisions"}, "#text": "\n        ", "@id": "H08F2EEFCA58F453F995258196486890F"}, {"#tail": "\n      ", "section": [{"#tail": "\n        ", "text": {"#tail": "\n\t\t\t\t\t", "#text": "\n            ", "{http://namespaces.cato.org/catoxml}entity": {"#tail": " is amended—", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " (", "@entity-type": "act", "#text": "Section 632(4)(F)", "@value": "Individuals with Disabilities Education Act/s:632/p:4/sp:F"}, "@entity-type": "law-citation", "#text": "\n              ", "external-xref": {"#tail": ")", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "\n            ", "@entity-type": "uscode", "#text": "20 U.S.C. 1432(4)(F)", "@value": "usc/20/1432//4/F"}, "@parsable-cite": "usc/20/1432", "#text": "\n              ", "@legal-doc": "usc"}}, "@display-inline": "no-display-inline"}, "enum": {"#tail": "\n          ", "#text": "111."}, "header": {"#tail": "\n          ", "#text": "Qualified personnel"}, "paragraph": [{"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": ", by striking ", "@entity-type": "act", "#text": "clause (xi)", "@value": "Individuals with Disabilities Education Act/s:632/p:4/sp:F/cl:xi"}, "#text": "in ", "quote": {"#tail": " at the end;", "#text": "and"}}, "enum": {"#tail": "\n            ", "#text": "(1)"}, "@id": "H22E594ADA73346D295E9EAABEC3F5832", "#text": "\n            "}, {"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": ", by adding ", "@entity-type": "act", "#text": "clause (xii)", "@value": "Individuals with Disabilities Education Act/s:632/p:4/sp:F/cl:xii"}, "#text": "in ", "quote": {"#tail": " at the end; and", "#text": "and"}}, "enum": {"#tail": "\n            ", "#text": "(2)"}, "@id": "HBD86D84043A04F6AAF94FEE98F46C6D7", "#text": "\n            "}, {"#tail": "\n        ", "text": {"#tail": "\n\t\t\t\t\t\t", "#text": "by adding at the end the following:"}, "enum": {"#tail": "\n            ", "#text": "(3)"}, "quoted-block": {"@style": "OLC", "after-quoted-block": {"#tail": "\n            ", "#text": "."}, "#tail": "\n\t\t\t\t\t", "clause": {"#tail": "\n              ", "text": {"#tail": "\n              ", "#text": "teachers of infants and toddlers with sensory disabilities;"}, "enum": {"#tail": "\n                ", "#text": "(xiii)"}, "@id": "HC87156AEBFB24BAA8C0EACD18D8128D7", "#text": "\n                "}, "#text": "\n\t\t\t\t\t\t\t", "@id": "H53FD18B22B084490AD74B5053AA4626D"}, "#text": "\n            ", "@id": "HEEC075E695E747F59F88E0786CA51513"}], "#text": "\n          ", "@id": "HC702F5E973C347C18D0C7647599B894C"}, {"#tail": "\n        ", "text": {"#tail": "\n\t\t\t\t\t", "#text": "\n            ", "{http://namespaces.cato.org/catoxml}entity": {"#tail": " is amended to read as follows:", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " (", "@entity-type": "act", "#text": "Section 632(4)(G)", "@value": "Individuals with Disabilities Education Act/s:632/p:4/sp:G"}, "@entity-type": "law-citation", "#text": "\n              ", "external-xref": {"#tail": ")", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "\n            ", "@entity-type": "uscode", "#text": "20 U.S.C. 1432(4)(G)", "@value": "usc/20/1432//4/G"}, "@parsable-cite": "usc/20/1432", "#text": "\n              ", "@legal-doc": "usc"}}, "@display-inline": "no-display-inline"}, "enum": {"#tail": "\n          ", "#text": "112."}, "header": {"#tail": "\n          ", "#text": "Natural environment"}, "quoted-block": {"@style": "OLC", "after-quoted-block": {"#tail": "\n          ", "#text": "."}, "#tail": "\n\t\t\t\t", "subparagraph": {"#tail": "\n            ", "text": {"#tail": "\n\t\t\t\t\t\t\t", "#text": "to the maximum extent appropriate, are provided in natural environments, including the home, and\n\t\t\t community settings in which children without disabilities participate. For\n\t\t\t infants and toddlers with sensory disabilities, such as deafness,\n\t\t\t blindness, or deaf-blindness, the natural environment shall include—"}, "enum": {"#tail": "\n              ", "#text": "(G)"}, "clause": [{"#tail": "\n              ", "text": {"#tail": "\n\t\t\t\t\t\t\t", "#text": "specialized schools, centers, and other programs where the child’s language, including American\n\t\t\t Sign Language and spoken language with or without visual supports, is the\n\t\t\t primary language and mode of communication; or"}, "enum": {"#tail": "\n                ", "#text": "(i)"}, "@id": "H351BAB8B0BD7425C94B918A7C3B0D518", "#text": "\n                "}, {"#tail": "\n            ", "text": {"#tail": "\n              ", "#text": "any other environment where services meeting unique needs are available; and"}, "enum": {"#tail": "\n                ", "#text": "(ii)"}, "@id": "H178D6B607BD64A83B265D6CED4531730", "#text": "\n                "}], "#text": "\n              ", "@id": "HFB815BDF4D9446E6B692E2F38263445F"}, "#text": "\n\t\t\t\t\t\t", "@id": "H4C26A7216F744FAC9B18B2456E75AFDD"}, "#text": "\n          ", "@id": "H842735AEC5724DFEBC0934386C86518D"}, {"#tail": "\n      ", "text": {"#tail": "\n\t\t\t\t", "quote": {"#tail": ".", "#text": "and in the case of an infant or toddler who is deaf or hard of hearing, a statement of the ongoing\n\t\t\t language and communication assessment that will be provided to the child,\n\t\t\t language and communication development goals commensurate with the child’s\n\t\t\t cognitive abilities, and a statement of the language and communication\n\t\t\t access that will be provided, including ongoing opportunities for direct\n\t\t\t language learning and communication access to peers, early intervention\n\t\t\t service providers, and other professional personnel in the child’s\n\t\t\t language, including American Sign Language and spoken language with or\n\t\t\t without visual supports; support and instruction for families to learn and\n\t\t\t support the child’s language and communication mode; and the child’s full\n\t\t\t range of needs"}, "#text": "\n            ", "{http://namespaces.cato.org/catoxml}entity": {"#tail": " is amended by adding before the semicolon at the end the\n\t\t\t following: ", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " (", "@entity-type": "act", "#text": "Section 636(d)(3)", "@value": "Individuals with Disabilities Education Act/s:636/ss:d/p:3"}, "@entity-type": "law-citation", "#text": "\n              ", "external-xref": {"#tail": ")", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "\n            ", "@entity-type": "uscode", "#text": "20 U.S.C. 1436(d)(3)", "@value": "usc/20/1436/d/3"}, "@parsable-cite": "usc/20/1436", "#text": "\n              ", "@legal-doc": "usc"}}, "@display-inline": "no-display-inline"}, "enum": {"#tail": "\n          ", "#text": "113."}, "header": {"#tail": "\n          ", "#text": "Content of plan"}, "#text": "\n          ", "@id": "H4E926282027A40BAAEF8BA685707C3CA"}], "enum": {"#tail": "\n        ", "#text": "B"}, "header": {"#tail": "\n\t\t\t\t", "#text": "Improving the Effectiveness of Early Intervention for Deaf or Hard of Hearing Infants and Toddlers\n\t\t\t and Their Families"}, "#text": "\n        ", "@id": "H154B168100F64D50B61DF4B7AE83A4A9"}, {"#tail": "\n    ", "section": {"#tail": "\n      ", "enum": {"#tail": "\n          ", "#text": "121."}, "header": {"#tail": "\n\t\t\t\t\t", "#text": "Personnel development to improve services and results for children with disabilities"}, "subsection": [{"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t\t", "#text": "\n              ", "{http://namespaces.cato.org/catoxml}entity": {"#tail": " is amended to read as follows:", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " (", "@entity-type": "act", "#text": "Section 662(c)(2)(E)", "@value": "Individuals with Disabilities Education Act/s:662/ss:c/p:2/sp:E"}, "@entity-type": "law-citation", "#text": "\n                ", "external-xref": {"#tail": ")", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "\n              ", "@entity-type": "uscode", "#text": "20 U.S.C. 1462(c)(2)(E)", "@value": "usc/20/1462/c/2/E"}, "@parsable-cite": "usc/20/1462", "#text": "\n                ", "@legal-doc": "usc"}}}, "enum": {"#tail": "\n            ", "#text": "(a)"}, "header": {"#tail": "\n            ", "#text": "Licensing of educational interpreters"}, "quoted-block": {"@style": "OLC", "after-quoted-block": {"#tail": "\n            ", "#text": "."}, "#tail": "\n\t\t\t\t\t", "subparagraph": {"#tail": "\n              ", "text": {"#tail": "\n              ", "#text": "Preparing personnel to be qualified educational interpreters, as licensed by the appropriate\n\t\t\t licensing body, to assist children with low incidence disabilities,\n\t\t\t particularly deaf and hard of hearing children, in school and school\n\t\t\t related activities, and deaf and hard of hearing infants and toddlers and\n\t\t\t preschool children in early intervention and preschool programs."}, "enum": {"#tail": "\n                ", "#text": "(E)"}, "@id": "H59C6346F0C814992BEA0FB94C9E4516E", "#text": "\n                "}, "#text": "\n\t\t\t\t\t\t\t", "@id": "HF18A926E5FEF42D69B1698AAD50BD2A1"}, "#text": "\n            ", "@id": "HC8346EFC0E7F4F2789FB4939F0CDDFB7"}, {"#tail": "\n        ", "text": {"#tail": "\n\t\t\t\t\t\t", "#text": "\n              ", "{http://namespaces.cato.org/catoxml}entity": {"#tail": " is amended—", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " (", "@entity-type": "act", "#text": "Section 662(c)(2)", "@value": "Individuals with Disabilities Education Act/s:662/ss:c/p:2"}, "@entity-type": "law-citation", "#text": "\n                ", "external-xref": {"#tail": ")", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "\n              ", "@entity-type": "uscode", "#text": "20 U.S.C. 1462(c)(2)", "@value": "usc/20/1462/c/2"}, "@parsable-cite": "usc/20/1462", "#text": "\n                ", "@legal-doc": "usc"}}}, "enum": {"#tail": "\n            ", "#text": "(b)"}, "header": {"#tail": "\n            ", "#text": "Ensuring sufficient teachers of the deaf and early intervention specialists"}, "paragraph": [{"#tail": "\n            ", "text": {"#tail": "\n\t\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": [{"#tail": " as ", "@entity-type": "act", "#text": "subparagraphs (F) and (G)", "@value": "Individuals with Disabilities Education Act/s:662/ss:c/p:2/sp:F, G"}, {"#tail": ", respectively; and", "@entity-type": "act", "#text": "subparagraphs (G) and (H)", "@value": "Individuals with Disabilities Education Act/s:662/ss:c/p:2/sp:G, H", "@proposed": "true"}], "#text": "by redesignating "}, "enum": {"#tail": "\n              ", "#text": "(1)"}, "@id": "H047D0B09C90048298ED7FF325C5A7B26", "#text": "\n              "}, {"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " the following:", "@entity-type": "act", "#text": "subparagraph (E)", "@value": "Individuals with Disabilities Education Act/s:662/ss:c/p:2/sp:E"}, "#text": "by inserting after "}, "enum": {"#tail": "\n              ", "#text": "(2)"}, "quoted-block": {"@style": "OLC", "after-quoted-block": {"#tail": "\n              ", "#text": "."}, "#tail": "\n\t\t\t\t\t\t", "subparagraph": {"#tail": "\n                ", "text": {"#tail": "\n                ", "#text": "Preparing personnel to be qualified teachers of the deaf and early intervention specialists, to\n\t\t\t assist children with low incidence disabilities, particularly deaf and\n\t\t\t hard of hearing children, to develop age appropriate language, including\n\t\t\t American Sign Language and spoken language with or without visual\n\t\t\t supports, and age appropriate literacy skills in school and school related\n\t\t\t activities, and deaf and hard of hearing infants and toddlers and\n\t\t\t preschool children in early intervention and preschool programs."}, "enum": {"#tail": "\n                  ", "#text": "(F)"}, "@id": "H77973B210C6B4150836D3BA111AED3A0", "#text": "\n                  "}, "#text": "\n\t\t\t\t\t\t\t\t", "@id": "HEA980C52D31648EFB19E718E0C8B3BA2"}, "#text": "\n              ", "@id": "H13E03BA13380458B91DE6AA5A42595BE"}], "#text": "\n            ", "@id": "H48C24E3CE152435C87A75779B5D9C439"}], "#text": "\n          ", "@id": "HC539F8C0BE9B4F32BE4276395F4098C1"}, "enum": {"#tail": "\n        ", "#text": "C"}, "header": {"#tail": "\n\t\t\t\t", "#text": "National Activities To Improve Education of Children with Disabilities"}, "#text": "\n        ", "@id": "H4EABB5CA7337474DADFDF4D9969A23E3"}], "#tail": "\n    ", "enum": {"#tail": "\n      ", "#text": "I"}, "header": {"#tail": "\n\t\t\t", "#text": "Improving the Effectiveness of Special Education and Related Services and for Students who are Deaf\n\t\t\t or Hard of Hearing"}, "#text": "\n      ", "@id": "H4306DF08BECB4975BEE1D430D77BB375"}, {"subtitle": [{"#tail": "\n      ", "section": [{"#tail": "\n        ", "text": {"#tail": "\n\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " finds the following:", "@entity-type": "federal-body", "#text": "Congress", "@entity-id": "0001"}, "#text": "The ", "@display-inline": "no-display-inline"}, "enum": {"#tail": "\n          ", "#text": "201."}, "header": {"#tail": "\n\t\t\t\t\t", "#text": "Findings"}, "paragraph": [{"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t", "quote": {"#tail": ", his words, though meant as well-deserved praise, reflect the misconception persisting even today\n\t\t\t that educating individuals with disabilities is a nearly insurmountable\n\t\t\t task requiring extraordinary feats performed by exceptionally gifted and\n\t\t\t saintly persons. To be sure, the work of teaching children with\n\t\t\t disabilities can and does occur when committed and qualified but everyday\n\t\t\t special educators are properly prepared and supported to practice their\n\t\t\t professions. However, the educational systems within which they act must\n\t\t\t also be held accountable for results.", "#text": "the miracle worker"}, "#text": "When renowned American author, Mark Twain, immortalized Helen Keller’s beloved teacher, Anne\n\t\t\t Sullivan Macy, with the moniker "}, "enum": {"#tail": "\n            ", "#text": "(1)"}, "@id": "HAD865D5FD950497EB55F4793389FC027", "#text": "\n            "}, {"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t", "#text": "Research demonstrates that students with visual disabilities are among the highest performing\n\t\t\t students with disabilities in terms of academic achievement, and yet they\n\t\t\t are among the least employed, even after successful accomplishment of\n\t\t\t post-secondary academic objectives. Many factors contribute to this\n\t\t\t unacceptable inequity, including employer discrimination, low expectations\n\t\t\t of people with disabilities generally, and a lack of student preparation\n\t\t\t for the work world and full participation in society."}, "enum": {"#tail": "\n            ", "#text": "(2)"}, "@id": "HEB64763284634ADD946F212418F015F4", "#text": "\n            "}, {"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t", "#text": "It is clear that America’s special education system needs to be improved if the most successful\n\t\t\t academic achievers are to leave school prepared to be independent and\n\t\t\t productive citizens who can participate fully in the American dream. Such\n\t\t\t improvements must better account for the distinct academic and related\n\t\t\t learning needs of students with visual disabilities who can only succeed\n\t\t\t both when visual-disabilities-specific skills are taught and when\n\t\t\t generally-needed skills are taught in a manner that addresses, rather than\n\t\t\t ignores, the unique ways in which students with visual disabilities learn."}, "enum": {"#tail": "\n            ", "#text": "(3)"}, "@id": "H9CBB7258D90C422DA08D78C281246B9D", "#text": "\n            "}, {"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t", "#text": "A principal way that students without visual disabilities acquire knowledge and skills is through\n\t\t\t incidental learning, the process of observing others and the environment\n\t\t\t that occurs naturally at home, at school and in community, and deficits in\n\t\t\t incidental learning leave students with visual disabilities behind in the\n\t\t\t acquisition of an array of skill areas. In addition to core academics such\n\t\t\t as reading, mathematics and science, students with visual disabilities\n\t\t\t must also receive instruction in the so-called expanded core curriculum, a\n\t\t\t comprehensive array of specialized instruction and services maximizing the\n\t\t\t capacity of students with visual disabilities to learn effectively and\n\t\t\t live both productively and independently. The expanded core curriculum\n\t\t\t includes instruction in communication and productivity (including Braille\n\t\t\t instruction, and assistive technology proficiency inclusive of low vision\n\t\t\t devices); self-sufficiency and interaction (including orientation and\n\t\t\t mobility, self determination, sensory efficiency, socialization,\n\t\t\t recreation and fitness, and independent living skills); and age\n\t\t\t appropriate career education."}, "enum": {"#tail": "\n            ", "#text": "(4)"}, "@id": "HC4806A565EE14CDB822326366E0C92C7", "#text": "\n            "}, {"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t", "#text": "Special education teachers, such as teachers of students with visual impairments (TVIs), partner\n\t\t\t with related services personnel, such as orientation and mobility\n\t\t\t instructors, and general educators to provide students with disabilities\n\t\t\t individualized quality academic and related instruction to position\n\t\t\t students, to the maximum extent possible, for successful transition to\n\t\t\t post-school independent living, societal integration, and employment. To\n\t\t\t do their jobs well, TVIs and their colleagues in related services must be\n\t\t\t both initially properly trained and continually supported through readily\n\t\t\t available resources and continuing education to assist them in dealing\n\t\t\t with the constant evolution in instructional methods, the vast diversity\n\t\t\t of the population with which they work, enormous case loads, and the\n\t\t\t scarcity of time to devote necessary individualized attention to each\n\t\t\t student with visual disabilities. Both the need for an expanded variety of\n\t\t\t continuing education opportunities for TVIs and the need for preparation\n\t\t\t programs producing personnel who can serve the full diversity of needs\n\t\t\t within the population of students with visual disabilities have been well\n\t\t\t documented."}, "enum": {"#tail": "\n            ", "#text": "(5)"}, "@id": "H022E65D763BA4D6685503DB2DDA8E60C", "#text": "\n            "}, {"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t", "#text": "Since the 1997 reauthorization of the Individuals with Disabilities Education Act (IDEA), students\n\t\t\t who are blind have been entitled to instruction in Braille and use of\n\t\t\t Braille unless the individualized education program (IEP) team makes an\n\t\t\t affirmative determination that such instruction is not appropriate for a\n\t\t\t given student. Nevertheless, it has been forcefully argued that few\n\t\t\t students today who should be receiving instruction in Braille are indeed\n\t\t\t receiving it and that this lack of Braille instruction contributes\n\t\t\t mightily to the inability of graduates with visual disabilities to\n\t\t\t participate fully in the workforce. Since the U.S. Department of Education\n\t\t\t does not require State and local educational agencies to fully and\n\t\t\t accurately account for their legal obligations to provide Braille\n\t\t\t instruction to each student for whom such instruction is appropriate, it\n\t\t\t is not possible to confirm systemically whether such agencies are in\n\t\t\t compliance with current law. Given that students with visual disabilities\n\t\t\t require more support than they are currently receiving nationally to\n\t\t\t acquire services and skills comprising the expanded core curriculum, and\n\t\t\t given that provision of currently required instruction for such students,\n\t\t\t such as Braille, cannot be adequately assured, IDEA must be strengthened\n\t\t\t and supplemented to ensure that students with visual disabilities truly\n\t\t\t receive a free and appropriate public education."}, "enum": {"#tail": "\n            ", "#text": "(6)"}, "@id": "H3DD1029C274944B7B906CF50738301E9", "#text": "\n            "}, {"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t", "#text": "A prerequisite to better meeting these demonstrable needs is every State and local educational\n\t\t\t agency’s identification and proper evaluation of each student who\n\t\t\t experiences visual disability, regardless of whether such student may have\n\t\t\t other, even potentially more significant, disabilities. While IDEA does\n\t\t\t not mandate that State and local educational agencies classify students\n\t\t\t into specific disability categories, the widespread use of IDEA’s\n\t\t\t disability categories has led to a sizable undercount of students with\n\t\t\t visual disabilities and, consequently, a lack of recognition of the extent\n\t\t\t of the systemic need for the delivery of appropriate instructional\n\t\t\t services provided by personnel initially trained and continually supported\n\t\t\t to meet such students’ unique educational needs. Indeed, while research\n\t\t\t supports the contention that more than 100,000 students nationally who\n\t\t\t have visual disabilities require special education and related services,\n\t\t\t the Department of Education routinely reports the size of this population\n\t\t\t at one third such census. This occurs in large measure because students\n\t\t\t who are blind or visually impaired who also have additional disabilities\n\t\t\t are frequently formally classified by State and local educational agencies\n\t\t\t as having multiple disabilities. Consequently, such students’ visual\n\t\t\t disabilities are not fully acknowledged either in terms of educational\n\t\t\t agency recognized need for personnel trained to serve such students, or in\n\t\t\t terms of an individual student’s need for the services of such personnel."}, "enum": {"#tail": "\n            ", "#text": "(7)"}, "@id": "H9C330FC42B984D7B812894DE5ABEF30C", "#text": "\n            "}, {"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t", "#text": "It is critical that State and local educational agencies be better prepared to meet these largely\n\t\t\t unmet needs. To reach this goal, TVIs and their colleagues in related\n\t\t\t services must be better supported to provide the full array of specialized\n\t\t\t instruction and services required by students with visual disabilities.\n\t\t\t Proper assessment of the unique needs of students with visual\n\t\t\t disabilities, along with proper deployment of specialized instruction and\n\t\t\t interventions, must keep pace with the most current educational theories\n\t\t\t and practices and be based on the best available evidence. Significantly\n\t\t\t greater accountability for results for students with visual disabilities,\n\t\t\t including those with additional disabilities, must be built into America’s\n\t\t\t special education system if students with visual disabilities are to\n\t\t\t succeed as they can and must. And it is imperative that all students with\n\t\t\t visual disabilities, regardless of disability category, are identified and\n\t\t\t their learning needs fully accounted for."}, "enum": {"#tail": "\n            ", "#text": "(8)"}, "@id": "H5B6AC61FC7F442E78C5425DCC7E5973C", "#text": "\n            "}, {"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t", "#text": "While examples of contexts do exist around the country, from specialized schools to neighborhood\n\t\t\t schools, demonstrating successful provision of a full range of services\n\t\t\t and instruction meeting the unique needs of students with visual\n\t\t\t disabilities, the services and instruction afforded by such exemplary\n\t\t\t programs are far from nationally consistent and must be recognized and\n\t\t\t modeled. To replicate and build on these successes, a national resource is\n\t\t\t needed to supplement the work of State and local educational agencies\n\t\t\t through student enrichment activities, to support TVIs and related\n\t\t\t services personnel through state-of-the-art continuing education\n\t\t\t opportunities, and to spur the further advancement of instructional\n\t\t\t services for students with visual disabilities through scientific research\n\t\t\t and evidence-based best practices."}, "enum": {"#tail": "\n            ", "#text": "(9)"}, "@id": "HD0BD73DB0FC94059A1BAB03AFA42E211", "#text": "\n            "}, {"#tail": "\n        ", "text": {"#tail": "\n\t\t\t\t\t", "#text": "While these clarifications and enhancements must be made, it is vital that existing high quality\n\t\t\t resources be preserved and leveraged so that students with visual\n\t\t\t disabilities do not fall farther behind. Specialized schools for children\n\t\t\t who are blind must be expected to perform but must not fall victim to mere\n\t\t\t State budget expediency. Both special schools and center-based programs\n\t\t\t serving children with visual disabilities should be tapped for the expert\n\t\t\t personnel and services such resources can offer, and IDEA’s worthy policy\n\t\t\t objective to ensure the full integration of children with disabilities\n\t\t\t ought not be allowed to frustrate the delivery of all appropriate services\n\t\t\t to children with unique needs."}, "enum": {"#tail": "\n            ", "#text": "(10)"}, "@id": "HE5DF454FF8E747DC885270F430E799EC", "#text": "\n            "}], "#text": "\n          ", "@id": "HFA6661EDDEA445B5ABDFA5C81F6197D3"}, {"#tail": "\n        ", "enum": {"#tail": "\n          ", "#text": "202."}, "header": {"#tail": "\n\t\t\t\t\t", "#text": "Identifying students with visual disabilities"}, "subsection": [{"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": ", is further amended\n\t\t\t at the end by adding the following new subparagraph:", "@entity-type": "act", "#text": "section 102 of this Act", "@value": "Alice Cogswell and Anne Sullivan Macy Act/s:102", "@proposed": "true"}, "#text": "\n              ", "{http://namespaces.cato.org/catoxml}entity": {"#tail": ", as amended by ", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " (", "@entity-type": "act", "#text": "Section 612(a)(3)", "@value": "Individuals with Disabilities Education Act/s:612/ss:a/p:3"}, "@entity-type": "law-citation", "#text": "\n                ", "external-xref": {"#tail": ")", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "\n              ", "@entity-type": "uscode", "#text": "20 U.S.C. 1412(a)(3)", "@value": "usc/20/1412/a/3"}, "@parsable-cite": "usc/20/1412", "#text": "\n                ", "@legal-doc": "usc"}}}, "enum": {"#tail": "\n            ", "#text": "(a)"}, "header": {"#tail": "\n            ", "#text": "Serving all children with visual disabilities regardless of classification"}, "quoted-block": {"@style": "OLC", "after-quoted-block": {"#tail": "\n            ", "#text": "."}, "#tail": "\n\t\t\t\t\t", "subparagraph": {"#tail": "\n              ", "text": {"#tail": "\n              ", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": ",\n\t\t\t identifies, locates and evaluates children with visual disabilities who\n\t\t\t are, or may be, classified in a disability category other than blindness\n\t\t\t and provides (without prejudice to such classification) special education\n\t\t\t and related services to such children, including such services determined\n\t\t\t appropriate based on proper evaluation as would be provided to children\n\t\t\t classified in the State as having blindness.", "@entity-type": "act", "#text": "subsection (a)", "@value": "Individuals with Disabilities Education Act/s:612/ss:a"}, "#text": "When a State classifies children by disability, the State, in complying with "}, "enum": {"#tail": "\n                ", "#text": "(D)"}, "header": {"#tail": "\n                ", "#text": "Serving children with visual disabilities"}, "#text": "\n                ", "@id": "H7F6EBF0C89814F2182D05BBDC4CF12F3", "@commented": "no"}, "#text": "\n\t\t\t\t\t\t\t", "@id": "HFF17B501E23F4C91961AE1385F70DA84"}, "#text": "\n            ", "@id": "HDC070D56DB8D45FDA240489D32E5D42F", "@commented": "no"}, {"#tail": "\n        ", "text": {"#tail": "\n\t\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": ", is further amended by adding\n\t\t\t at the end the following:", "@entity-type": "act", "#text": "section 102 of this Act", "@value": "Alice Cogswell and Anne Sullivan Macy Act/s:102", "@proposed": "true"}, "#text": "\n              ", "{http://namespaces.cato.org/catoxml}entity": {"#tail": ", as amended by ", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " (", "@entity-type": "act", "#text": "Section 618", "@value": "Individuals with Disabilities Education Act/s:618"}, "@entity-type": "law-citation", "#text": "\n                ", "external-xref": {"#tail": ")", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "\n              ", "@entity-type": "uscode", "#text": "20 U.S.C. 1418", "@value": "usc/20/1418"}, "@parsable-cite": "usc/20/1418", "#text": "\n                ", "@legal-doc": "usc"}}}, "enum": {"#tail": "\n            ", "#text": "(b)"}, "header": {"#tail": "\n            ", "#text": "Data collection and reporting"}, "quoted-block": {"@style": "OLC", "after-quoted-block": {"#tail": "\n            ", "#text": "."}, "#tail": "\n\t\t\t\t\t", "subsection": {"#tail": "\n              ", "text": {"#tail": "\n              ", "{http://namespaces.cato.org/catoxml}entity-ref": [{"#tail": " and\n\t\t\t subject to such provisions, the State and the ", "@entity-type": "act", "#text": "subsections (a) through (d)", "@value": "Individuals with Disabilities Education Act/s:618/ss:a..d"}, {"#tail": "\n\t\t\t shall, with respect to children classified in a disability category other\n\t\t\t than blindness, include the number and percentage of such children in each\n\t\t\t disability category who are also blind or otherwise have visual\n\t\t\t disabilities.", "@entity-type": "federal-body", "#text": "Secretary of the Interior", "@entity-id": "1400"}], "#text": "In addition to the data collection and reporting requirements of "}, "enum": {"#tail": "\n                ", "#text": "(f)"}, "header": {"#tail": "\n                ", "#text": "Accounting for visual disabilities"}, "#text": "\n                ", "@id": "HC42177678BA140518BA9815724356CDD", "@commented": "no"}, "#text": "\n\t\t\t\t\t\t\t", "@id": "H60224652F6F94FF882ED463A10566108"}, "#text": "\n            ", "@id": "H1768AD3FE0924003A727F155A03CD9A3", "@commented": "no"}], "#text": "\n          ", "@id": "H242A9D6FB7C94BAF99E78E19206F56D7", "@commented": "no"}, {"#tail": "\n        ", "text": {"#tail": "\n\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": ", is further amended at the end\n\t\t\t by adding the following:", "@entity-type": "act", "#text": "section 103 of this Act", "@value": "Alice Cogswell and Anne Sullivan Macy Act/s:103", "@proposed": "true"}, "#text": "\n            ", "{http://namespaces.cato.org/catoxml}entity": {"#tail": ", as amended by ", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " (", "@entity-type": "act", "#text": "Section 612", "@value": "Individuals with Disabilities Education Act/s:612"}, "@entity-type": "law-citation", "#text": "\n              ", "external-xref": {"#tail": ")", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "\n            ", "@entity-type": "uscode", "#text": "20 U.S.C. 1412", "@value": "usc/20/1412"}, "@parsable-cite": "usc/20/1412", "#text": "\n              ", "@legal-doc": "usc"}}, "@display-inline": "no-display-inline"}, "enum": {"#tail": "\n          ", "#text": "203."}, "header": {"#tail": "\n          ", "#text": "State plans"}, "quoted-block": {"@style": "OLC", "after-quoted-block": {"#tail": "\n          ", "#text": "."}, "#tail": "\n\t\t\t\t", "subsection": {"#tail": "\n            ", "enum": {"#tail": "\n              ", "#text": "(h)"}, "header": {"#tail": "\n\t\t\t\t\t\t\t", "#text": "Addendum concerning students with visual disabilities"}, "paragraph": [{"#tail": "\n              ", "@id": "H6FE6FC5496B0437C8E6B26E3796ADE61", "enum": {"#tail": "\n                ", "#text": "(1)"}, "header": {"#tail": "\n                ", "#text": "In general"}, "text": {"#tail": "\n\t\t\t\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": [{"#tail": ", a State shall not be deemed in compliance with\n\t\t\t this section unless, not later than 2 years after the date of the\n\t\t\t enactment of the ", "@entity-type": "act", "#text": "subsection (c)", "@value": "Individuals with Disabilities Education Act/s:612/ss:c"}, {"#tail": ", the State\n\t\t\t files with the Secretary a written addendum to the plan required by this\n\t\t\t section describing how the State ensures that—", "@entity-type": "act", "#text": "Alice Cogswell and Anne Sullivan Macy Act", "@value": "Alice Cogswell and Anne Sullivan Macy Act", "@proposed": "true"}], "#text": "Notwithstanding the provisions of "}, "#text": "\n                ", "subparagraph": [{"#tail": "\n                ", "text": {"#tail": "\n\t\t\t\t\t\t\t\t", "#text": "children with visual disabilities (regardless of the State’s use of disability categories or the\n\t\t\t extent to which children with visual disabilities may be classified in\n\t\t\t disability categories other than blindness) are evaluated for such\n\t\t\t children’s need for instruction and services meeting their unique academic\n\t\t\t and related learning needs, including instruction which may be needed by\n\t\t\t children without disabilities or with other disabilities but which must be\n\t\t\t specifically designed, modified, or delivered to meet the unique academic\n\t\t\t and related learning needs of children with visual disabilities;"}, "enum": {"#tail": "\n                  ", "#text": "(A)"}, "@id": "HE21181BB0BF5497F9A01738DE8AD60A4", "#text": "\n                  "}, {"#tail": "\n                ", "text": {"#tail": "\n\t\t\t\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " to all children within the State requiring\n\t\t\t such instruction; and", "@entity-type": "act", "#text": "subparagraph (A)", "@value": "Individuals with Disabilities Education Act/s:612/ss:h/p:1/sp:A", "@proposed": "true"}, "#text": "there is sufficient availability of personnel within the State qualified to provide the instruction\n\t\t\t described in "}, "enum": {"#tail": "\n                  ", "#text": "(B)"}, "@id": "HAB9C43441F284D8BBCB4A5EEB2C2F59E", "#text": "\n                  "}, {"#tail": "\n              ", "text": {"#tail": "\n\t\t\t\t\t\t\t\t", "#text": "all children with visual disabilities within the State who need special education and related\n\t\t\t services, whether or not such children have other disabilities, receive\n\t\t\t such instruction and are not being served solely in accordance with\n\t\t\t ", "{http://namespaces.cato.org/catoxml}entity": {"#tail": ".", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " (", "@entity-type": "act", "#text": "section 504 of the Rehabilitation Act of 1973", "@value": "Rehabilitation Act of 1973/s:504"}, "@entity-type": "law-citation", "#text": "\n                      ", "external-xref": {"#tail": ")", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "\n                    ", "@entity-type": "uscode", "#text": "29 U.S.C. 794", "@value": "usc/29/794"}, "@parsable-cite": "usc/29/794", "#text": "\n                      ", "@legal-doc": "usc"}}}, "enum": {"#tail": "\n                  ", "#text": "(C)"}, "@id": "HADF067EBAA4F4A34AE9310D28D321DBC", "#text": "\n                  "}]}, {"#tail": "\n            ", "@id": "HFD9A893CADFF4F55B9DB747FC3B41344", "enum": {"#tail": "\n                ", "#text": "(2)"}, "header": {"#tail": "\n                ", "#text": "Contents"}, "text": {"#tail": "\n\t\t\t\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": ", the State shall—", "@entity-type": "act", "#text": "paragraph (1)", "@value": "Individuals with Disabilities Education Act/s:612/ss:h/p:1", "@proposed": "true"}, "#text": "In preparing the addendum described in "}, "#text": "\n                ", "subparagraph": [{"#tail": "\n                ", "text": {"#tail": "\n\t\t\t\t\t\t\t\t", "#text": "specifically address how the State meets the needs of students with visual disabilities for\n\t\t\t instruction in communication and productivity (including Braille\n\t\t\t instruction and assistive technology proficiency); self-sufficiency and\n\t\t\t interaction (including orientation and mobility, self- determination,\n\t\t\t sensory efficiency, socialization, recreation and fitness, and independent\n\t\t\t living skills); and age appropriate career education;"}, "enum": {"#tail": "\n                  ", "#text": "(A)"}, "@id": "H8B515D0E37CF48EBA30B11183588BC70", "#text": "\n                  "}, {"#tail": "\n                ", "text": {"#tail": "\n\t\t\t\t\t\t\t\t", "#text": "describe both the methods to be used within the State to properly evaluate students’ need for low\n\t\t\t vision devices and the process by which such devices will be provided to\n\t\t\t each student for whom such devices are determined appropriate by the IEP\n\t\t\t team; and"}, "enum": {"#tail": "\n                  ", "#text": "(B)"}, "@id": "HF18F826E7C0544EDB4E2DA40F3C7CD79", "#text": "\n                  "}, {"#tail": "\n              ", "text": {"#tail": "\n                ", "#text": "consult with individuals and organizations with expertise in the education of children with visual\n\t\t\t disabilities, including parents, consumer and advocacy organizations, and\n\t\t\t teachers of students with visual impairments and others the State may\n\t\t\t identify."}, "enum": {"#tail": "\n                  ", "#text": "(C)"}, "@id": "HD601434567C44EEDAB9D51BCFA2E83E1", "#text": "\n                  "}]}], "#text": "\n              ", "@id": "H973496E882224CC3AC45427A5A6F5F63"}, "#text": "\n\t\t\t\t\t\t", "@id": "H563C853250CE4A079731193C148526E6"}, "#text": "\n          ", "@id": "H979F3C4EBB944541922DB412C364C084"}, {"#tail": "\n        ", "text": {"#tail": "\n\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": ", is further amended by\n\t\t\t adding at the end the following new paragraph:", "@entity-type": "act", "#text": "section 104 of this Act", "@value": "Alice Cogswell and Anne Sullivan Macy Act/s:104", "@proposed": "true"}, "#text": "\n            ", "{http://namespaces.cato.org/catoxml}entity": {"#tail": ", as amended by ", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " (", "@entity-type": "act", "#text": "Section 614(b)", "@value": "Individuals with Disabilities Education Act/s:614/ss:b"}, "@entity-type": "law-citation", "#text": "\n              ", "external-xref": {"#tail": ")", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "\n            ", "@entity-type": "uscode", "#text": "20 U.S.C. 1414(b)", "@value": "usc/20/1414/b"}, "@parsable-cite": "usc/20/1414", "#text": "\n              ", "@legal-doc": "usc"}}, "@display-inline": "no-display-inline"}, "enum": {"#tail": "\n          ", "#text": "204."}, "header": {"#tail": "\n          ", "#text": "Evaluations"}, "quoted-block": {"@style": "OLC", "after-quoted-block": {"#tail": "\n          ", "#text": "."}, "#tail": "\n\t\t\t\t", "paragraph": {"#tail": "\n            ", "subparagraph": [{"#tail": "\n              ", "text": {"#tail": "\n\t\t\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": ", determination of the need of children\n\t\t\t with visual disabilities (including children who may have additional\n\t\t\t disabilities) for special education and related services shall include\n\t\t\t evaluation of such children’s unique learning needs, including needs for\n\t\t\t instruction which may be needed by students without disabilities or with\n\t\t\t other disabilities but which must be specifically designed, modified, or\n\t\t\t delivered to meet the unique learning needs of students with visual\n\t\t\t disabilities.", "@entity-type": "act", "#text": "paragraph (3)(B)", "@value": "Individuals with Disabilities Education Act/s:614/ss:b/p:3/sp:B"}, "#text": "In conducting the assessments prescribed in "}, "enum": {"#tail": "\n                ", "#text": "(A)"}, "header": {"#tail": "\n                ", "#text": "In general"}, "#text": "\n                ", "@id": "H581897F23A9D49F28C4CBCC0D9B377E9"}, {"#tail": "\n            ", "text": {"#tail": "\n              ", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " shall, at a minimum, include evaluations assessing\n\t\t\t the need for instruction in assistive technology proficiency (inclusive of\n\t\t\t low vision devices), self sufficiency and interaction (including\n\t\t\t orientation and mobility, self determination, sensory efficiency,\n\t\t\t socialization, recreation and fitness, and independent living skills), and\n\t\t\t age-appropriate career education.", "@entity-type": "act", "#text": "subparagraph (A)", "@value": "Individuals with Disabilities Education Act/s:614/ss:b/p:8/sp:A", "@proposed": "true"}, "#text": "The evaluations described in "}, "enum": {"#tail": "\n                ", "#text": "(B)"}, "header": {"#tail": "\n                ", "#text": "Content of evaluations"}, "#text": "\n                ", "@id": "H9A55832DBDB343F787CEE4201836EFBF"}], "enum": {"#tail": "\n              ", "#text": "(8)"}, "header": {"#tail": "\n\t\t\t\t\t\t\t", "#text": "Visual Disabilities"}, "#text": "\n              ", "@id": "H9B4748B30F974A86A6D766976258002B"}, "#text": "\n\t\t\t\t\t\t", "@id": "H47B3129A1E1B40C69322721D086A8142"}, "#text": "\n          ", "@id": "H72A28B472DC84D8DA780F5B1BAA79686"}, {"#tail": "\n        ", "text": {"#tail": "\n\t\t\t\t\t", "#text": "\n            ", "{http://namespaces.cato.org/catoxml}entity": {"#tail": " is amended to read as follows:", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " (", "@entity-type": "act", "#text": "Section 614(d)(3)(B)(iii)", "@value": "Individuals with Disabilities Education Act/s:614/ss:d/p:3/sp:B/cl:iii"}, "@entity-type": "law-citation", "#text": "\n              ", "external-xref": {"#tail": ")", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "\n            ", "@entity-type": "uscode", "#text": "20 U.S.C. 1414(d)(3)(B)(iii)", "@value": "usc/20/1414/d/3/B/iii"}, "@parsable-cite": "usc/20/1414", "#text": "\n              ", "@legal-doc": "usc"}}, "@display-inline": "no-display-inline"}, "enum": {"#tail": "\n          ", "#text": "205."}, "header": {"#tail": "\n          ", "#text": "Consideration of special factors"}, "quoted-block": {"@style": "OLC", "after-quoted-block": {"#tail": "\n          ", "#text": "."}, "#tail": "\n\t\t\t\t", "clause": {"#tail": "\n            ", "text": {"#tail": "\n\t\t\t\t\t\t\t", "#text": "in the case of a child who is blind or visually impaired, provide for—"}, "enum": {"#tail": "\n              ", "#text": "(iii)"}, "subclause": [{"#tail": "\n              ", "text": {"#tail": "\n\t\t\t\t\t\t\t", "#text": "instruction in Braille and the use of Braille unless the IEP Team determines, after an evaluation\n\t\t\t of the child’s reading and writing skills, needs, and appropriate reading\n\t\t\t and writing media (including an evaluation of the child’s future needs for\n\t\t\t instruction in Braille or the use of Braille), that instruction in Braille\n\t\t\t or the use of Braille is not appropriate for the child; and"}, "enum": {"#tail": "\n                ", "#text": "(I)"}, "@id": "H2F9FCDF732B94E0093DDA800364044D8", "#text": "\n                "}, {"#tail": "\n            ", "text": {"#tail": "\n              ", "#text": "instruction meeting the child’s unique learning needs, including instruction which may be needed by\n\t\t\t students without disabilities or with other disabilities but which must be\n\t\t\t specifically designed, modified, or delivered to meet the unique learning\n\t\t\t needs of students with visual disabilities. Such instruction includes\n\t\t\t assistive technology proficiency (inclusive of low vision devices); self\n\t\t\t sufficiency and interaction (including orientation and mobility, self\n\t\t\t determination, sensory efficiency, socialization, recreation and fitness,\n\t\t\t and independent living skills); and age appropriate career education;"}, "enum": {"#tail": "\n                ", "#text": "(II)"}, "@id": "H9D57E458E4934520807CFA4A0504441D", "#text": "\n                "}], "#text": "\n              ", "@id": "H43AF2CC8AB8849CD8D168E2536E03355"}, "#text": "\n\t\t\t\t\t\t", "@id": "H375B202824B34C8E8BA00FD171A5B469"}, "#text": "\n          ", "@id": "HAA38A5167FA940F796AA69F5B018C1EA"}, {"#tail": "\n      ", "text": {"#tail": "\n\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": ", is further amended by adding at the end\n\t\t\t the following:", "@entity-type": "act", "#text": "section 109", "@value": "Alice Cogswell and Anne Sullivan Macy Act/s:109", "@proposed": "true"}, "#text": "\n            ", "{http://namespaces.cato.org/catoxml}entity": {"#tail": ", as amended by ", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " (", "@entity-type": "act", "#text": "Section 616", "@value": "Individuals with Disabilities Education Act/s:616"}, "@entity-type": "law-citation", "#text": "\n              ", "external-xref": {"#tail": ")", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "\n            ", "@entity-type": "uscode", "#text": "20 U.S.C. 1416", "@value": "usc/20/1416"}, "@parsable-cite": "usc/20/1416", "#text": "\n              ", "@legal-doc": "usc"}}, "@display-inline": "no-display-inline"}, "enum": {"#tail": "\n          ", "#text": "206."}, "header": {"#tail": "\n          ", "#text": "Technical assistance for parents and educators of students with visual disabilities"}, "quoted-block": {"@style": "OLC", "after-quoted-block": {"#tail": "\n          ", "#text": "."}, "#tail": "\n\t\t\t\t", "subsection": {"#tail": "\n            ", "text": {"#tail": "\n            ", "{http://namespaces.cato.org/catoxml}entity-ref": [{"#tail": " (and periodically thereafter but at\n\t\t\t least within 5-year intervals), policy guidance concerning the provision\n\t\t\t of special education and related services to students with visual\n\t\t\t disabilities (last published in the Federal Register on June 8, 2000) is\n\t\t\t reviewed and updated (with particular attention to explanation of relevant\n\t\t\t amendments to the ", "@entity-type": "act", "#text": "Alice\n\t\t\t Cogswell and Anne Sullivan Macy Act", "@value": "Alice Cogswell and Anne Sullivan Macy Act", "@proposed": "true"}, {"#tail": " or to its\n\t\t\t implementing regulations) and is published in the Federal Register.", "@entity-type": "act", "#text": "Alice Cogswell and Anne Sullivan Macy Act", "@value": "Alice Cogswell and Anne Sullivan Macy Act", "@proposed": "true"}], "#text": "The Secretary shall ensure that not later than 1 year after the date of the enactment of the "}, "enum": {"#tail": "\n              ", "#text": "(k)"}, "header": {"#tail": "\n              ", "#text": "Maintaining current policy guidance for parents and educators of students with visual disabilities"}, "#text": "\n              ", "@id": "H486A2B33B9AA42229CF3D3C9575B6399"}, "#text": "\n\t\t\t\t\t\t", "@id": "H5A17BCF096274C95B49DB7482A4AF1D9"}, "#text": "\n          ", "@id": "H89822598E5B448FB94E4C8E1E3480C8F"}], "enum": {"#tail": "\n        ", "#text": "A"}, "header": {"#tail": "\n\t\t\t\t", "#text": "General provisions"}, "#text": "\n        ", "@id": "H69A937140AFC42E8B671DF0B2D25960B"}, {"#tail": "\n    ", "section": [{"#tail": "\n        ", "enum": {"#tail": "\n          ", "#text": "211."}, "header": {"#tail": "\n\t\t\t\t\t", "#text": "Center establishment and mission"}, "subsection": [{"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": [{"#tail": " a national program named the Anne Sullivan\n\t\t\t Macy Center on Visual Disability and Educational Excellence which shall\n\t\t\t carry out the activities described in section 213 in furtherance of the\n\t\t\t mission described in ", "@entity-type": "federal-body", "#text": "Department of Education", "@entity-id": "9100"}, {"#tail": ".", "@entity-type": "act", "#text": "subsection (b)", "@value": "Alice Cogswell and Anne Sullivan Macy Act/s:211/ss:b", "@proposed": "true"}], "#text": "There is established within the "}, "enum": {"#tail": "\n            ", "#text": "(a)"}, "header": {"#tail": "\n            ", "#text": "Establishment"}, "#text": "\n            ", "@id": "H7BBD12D5D9AE4E36ACE860A40BD53414"}, {"#tail": "\n        ", "text": {"#tail": "\n\t\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " is to improve the capacity of students\n\t\t\t with visual disabilities receiving special education and related services\n\t\t\t to learn effectively and live both productively and independently through—", "@entity-type": "act", "#text": "subsection (a)", "@value": "Alice Cogswell and Anne Sullivan Macy Act/s:211/ss:a", "@proposed": "true"}, "#text": "The mission of the program established in "}, "enum": {"#tail": "\n            ", "#text": "(b)"}, "header": {"#tail": "\n            ", "#text": "Mission"}, "paragraph": [{"#tail": "\n            ", "text": {"#tail": "\n\t\t\t\t\t\t", "#text": "development and dissemination of curricula, courses, materials, and methods supporting the\n\t\t\t continuing education of personnel qualified under State law to serve as\n\t\t\t teachers of students with visual impairments and related services\n\t\t\t personnel serving such children;"}, "enum": {"#tail": "\n              ", "#text": "(1)"}, "@id": "H5C05E51C9B5C4749AC810BC843BE0378", "#text": "\n              "}, {"#tail": "\n            ", "text": {"#tail": "\n\t\t\t\t\t\t", "#text": "support for the establishment of new programs within institutions of higher education to prepare\n\t\t\t teachers of students with visual impairments to serve students with visual\n\t\t\t disabilities who also have additional disabilities;"}, "enum": {"#tail": "\n              ", "#text": "(2)"}, "@id": "H25A5D1E6D5DA44D9BF9D5D6CD0DE222A", "#text": "\n              "}, {"#tail": "\n            ", "text": {"#tail": "\n\t\t\t\t\t\t", "#text": "model local, regional, and national enrichment projects open to students with visual disabilities\n\t\t\t intended to supplement State and local educational agency provision of\n\t\t\t specialized instruction and services meeting such students’ unique\n\t\t\t learning needs; and"}, "enum": {"#tail": "\n              ", "#text": "(3)"}, "@id": "H967EA1E606C24E95907F2944E2E3640E", "#text": "\n              "}, {"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t\t", "#text": "research identifying, developing, and evaluating valid assessments and effective interventions\n\t\t\t measuring and addressing the unique needs of students with visual\n\t\t\t disabilities, including need for instruction and services which may be\n\t\t\t needed by students without disabilities or with other disabilities but\n\t\t\t which must be specifically designed, modified, or delivered to meet the\n\t\t\t unique learning needs of students with visual disabilities. At a minimum,\n\t\t\t such instruction and services include communication and productivity\n\t\t\t (including braille instruction, and assistive technology proficiency\n\t\t\t inclusive of low vision devices); self-sufficiency and interaction\n\t\t\t (including orientation and mobility, self-determination, sensory\n\t\t\t efficiency, socialization, recreation and fitness, and independent living\n\t\t\t skills); and age appropriate career education."}, "enum": {"#tail": "\n              ", "#text": "(4)"}, "@id": "HF59567071A1041929C214BD77B634223", "#text": "\n              "}], "#text": "\n            ", "@id": "HECFED91A554844ECB52171F26173D283"}], "#text": "\n          ", "@id": "HE7E698FEF1E941B88A3B2A7C7F1C19B4"}, {"#tail": "\n        ", "enum": {"#tail": "\n          ", "#text": "212."}, "header": {"#tail": "\n\t\t\t\t\t", "#text": "Administration; eligibility; governance; structure"}, "subsection": [{"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": [{"#tail": ", the ", "@entity-type": "act", "#text": "section 211", "@value": "Alice Cogswell and Anne Sullivan Macy Act/s:211", "@proposed": "true"}, {"#tail": " shall enter into a contract\n\t\t\t or cooperative agreement (of no less than 5 years in duration) with a\n\t\t\t consortium of entities described in ", "@entity-type": "federal-body", "#text": "Secretary of Education", "@entity-id": "9100"}, {"#tail": " which shall, with\n\t\t\t oversight by the Secretary, have primary responsibility for administering\n\t\t\t the program described in this subtitle. The Secretary shall have ongoing\n\t\t\t authority to enter into such contracts or cooperative agreements.", "@entity-type": "act", "#text": "subsection (b)", "@value": "Alice Cogswell and Anne Sullivan Macy Act/s:212/ss:b", "@proposed": "true"}], "#text": "To carry out the provisions of "}, "enum": {"#tail": "\n            ", "#text": "(a)"}, "header": {"#tail": "\n            ", "#text": "Administration"}, "#text": "\n            ", "@id": "H9882807EA100445A9EF3C18024BBA410"}, {"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " shall include—", "@entity-type": "act", "#text": "subsection (a)", "@value": "Alice Cogswell and Anne Sullivan Macy Act/s:212/ss:a", "@proposed": "true"}, "#text": "The consortium of entities described in "}, "enum": {"#tail": "\n            ", "#text": "(b)"}, "header": {"#tail": "\n            ", "#text": "Eligibility"}, "paragraph": [{"#tail": "\n            ", "text": {"#tail": "\n\t\t\t\t\t\t", "#text": "at least two national nonprofit organizations with demonstrated experience publishing materials,\n\t\t\t offering direct professional development opportunities, and disseminating\n\t\t\t course curricula supporting the preparation or continuing education of\n\t\t\t teachers of students with visual impairments and related services\n\t\t\t personnel;"}, "enum": {"#tail": "\n              ", "#text": "(1)"}, "@id": "H614B673BF3904DA8BE86C7118CB1439A", "#text": "\n              "}, {"#tail": "\n            ", "text": {"#tail": "\n\t\t\t\t\t\t", "#text": "at least one national nonprofit organization (which may include a special school serving students\n\t\t\t who are blind) with demonstrated experience directly serving students with\n\t\t\t visual disabilities (including students who may or may not have additional\n\t\t\t disabilities) through in-person instruction and services meeting their\n\t\t\t unique learning needs;"}, "enum": {"#tail": "\n              ", "#text": "(2)"}, "@id": "H9D6357D7561D473ABCA6972480B44E69", "#text": "\n              "}, {"#tail": "\n            ", "text": {"#tail": "\n\t\t\t\t\t\t\t", "#text": "at least one institution of higher education that—"}, "enum": {"#tail": "\n              ", "#text": "(3)"}, "#text": "\n              ", "@id": "H699ADF0DCC9241E0BDBE92F277912B0F", "subparagraph": [{"#tail": "\n              ", "text": {"#tail": "\n\t\t\t\t\t\t\t", "#text": "has consistently maintained for at least ten years a program of instruction preparing teachers of\n\t\t\t students with visual impairments or orientation and mobility instructors;"}, "enum": {"#tail": "\n                ", "#text": "(A)"}, "@id": "HE1B16B0CAEA54483A9FD939ADDFE4DC2", "#text": "\n                "}, {"#tail": "\n              ", "text": {"#tail": "\n\t\t\t\t\t\t\t", "#text": "offers a program of doctoral study in special education; and"}, "enum": {"#tail": "\n                ", "#text": "(B)"}, "@id": "H191760965935431782B7794C7CBC178D", "#text": "\n                "}, {"#tail": "\n            ", "text": {"#tail": "\n\t\t\t\t\t\t\t", "#text": "maintains a Carnegie Classification as a Doctoral Research University; and"}, "enum": {"#tail": "\n                ", "#text": "(C)"}, "@id": "HACF23AE4B6C44E5884A023B59F7EEE9C", "#text": "\n                "}]}, {"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": [{"#tail": ", ", "@entity-type": "act", "#text": "paragraphs (1)", "@value": "Alice Cogswell and Anne Sullivan Macy Act/s:212/ss:b/p:1", "@proposed": "true"}, {"#tail": ", and ", "@entity-type": "act", "#text": "(2)", "@value": "Alice Cogswell and Anne Sullivan Macy Act/s:212/ss:b/p:2", "@proposed": "true"}, {"#tail": "\n\t\t\t choose to partner (with approval of the Secretary).", "@entity-type": "act", "#text": "(3)", "@value": "Alice Cogswell and Anne Sullivan Macy Act/s:212/ss:b/p:3", "@proposed": "true"}], "#text": "any other entity or entities with which the entities described in "}, "enum": {"#tail": "\n              ", "#text": "(4)"}, "@id": "HB8694BD2BB8549E7BD46BC533AF87956", "#text": "\n              "}], "#text": "\n            ", "@id": "HBF308926D1FC422CAA76B7E098442E0C"}, {"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": [{"#tail": ") which shall advise\n\t\t\t the Secretary and such consortium of entities with respect to strategic\n\t\t\t planning and annual program performance. The advisory board shall be\n\t\t\t comprised of individuals with personal or professional experience with the\n\t\t\t needs of students with visual disabilities and shall include parents of\n\t\t\t students with visual disabilities, administrators of special education\n\t\t\t programs, and representatives of national organizations of individuals who\n\t\t\t are blind or visually impaired. The Secretary is authorized to compensate\n\t\t\t the members of the advisory board for reasonable expenses incurred for\n\t\t\t travel related to in-person meetings of the advisory board which shall\n\t\t\t occur no more frequently than three times within a calendar year. The\n\t\t\t provisions of the ", "@entity-type": "act", "#text": "subsection (b)", "@value": "Alice Cogswell and Anne Sullivan Macy Act/s:212/ss:b", "@proposed": "true"}, {"#tail": " shall not apply to\n\t\t\t meetings or other activities of the advisory board. Prior to the\n\t\t\t appointment of any individual to the advisory board, the Secretary shall\n\t\t\t consult with such consortium of entities which may also nominate\n\t\t\t individuals to the Secretary for advisory board membership.", "@entity-type": "act", "#text": "Federal Advisory Committee Act", "@value": "Federal Advisory Committee Act"}], "#text": "As part of the Secretary’s oversight responsibilities, the Secretary shall appoint an advisory\n\t\t\t board (of no more than 12 individual members who do not have a concurrent\n\t\t\t fiscal, fiduciary, or employment relationship with any of the entities\n\t\t\t comprising the consortium described in "}, "enum": {"#tail": "\n            ", "#text": "(c)"}, "header": {"#tail": "\n            ", "#text": "Governance"}, "#text": "\n            ", "@id": "HA990C72D9EFE4F70952A867ACD2438BE"}, {"#tail": "\n        ", "text": {"#tail": "\n\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": [{"#tail": ", shall\n\t\t\t ensure that such contract or cooperative agreement specifies any and all\n\t\t\t necessary fiscal and other responsibilities between and among the entities\n\t\t\t described in ", "@entity-type": "act", "#text": "subsection (a)", "@value": "Alice Cogswell and Anne Sullivan Macy Act/s:212/ss:a", "@proposed": "true"}, {"#tail": " whom shall propose such responsibilities to\n\t\t\t the Secretary in an application for award of such contract or cooperative\n\t\t\t agreement containing such information as the Secretary may require.", "@entity-type": "act", "#text": "subsection (b)", "@value": "Alice Cogswell and Anne Sullivan Macy Act/s:212/ss:b", "@proposed": "true"}], "#text": "The Secretary, as part of the contract or cooperative agreement described in "}, "enum": {"#tail": "\n            ", "#text": "(d)"}, "header": {"#tail": "\n            ", "#text": "Structure"}, "#text": "\n            ", "@id": "HFF50F1510DCD4450A72CDF0EF946EAEF"}], "#text": "\n          ", "@id": "H563A9F03CE8E436B82543E4C2B152CF0"}, {"#tail": "\n        ", "text": {"#tail": "\n\t\t\t\t\t", "#text": "Subject to the provisions of this subtitle, the Anne Sullivan Macy Center on Visual Disability and\n\t\t\t Educational Excellence is authorized—", "@display-inline": "no-display-inline"}, "enum": {"#tail": "\n          ", "#text": "213."}, "header": {"#tail": "\n\t\t\t\t\t", "#text": "Activities"}, "paragraph": [{"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t", "#text": "to conduct or fund original quantitative and qualitative research and publish or otherwise\n\t\t\t disseminate such research;"}, "enum": {"#tail": "\n            ", "#text": "(1)"}, "@id": "H29387DF29F8D40779E8AB0144DC6E748", "#text": "\n            "}, {"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t", "#text": "to conduct or fund in-person and on-line continuing education opportunities for teachers of\n\t\t\t students with visual impairments and related services personnel\n\t\t\t specifically trained to meet the unique learning needs of such students,\n\t\t\t and prepare, publish or otherwise disseminate supporting materials;"}, "enum": {"#tail": "\n            ", "#text": "(2)"}, "@id": "H0648A07278D245B3B37EEA7C4CAAAF1B", "#text": "\n            "}, {"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t\t", "#text": "to conduct or fund in-person or online enrichment projects for students with visual disabilities\n\t\t\t (including those who may also have additional disabilities) to offer\n\t\t\t direct instruction and services intended to improve the capacity of such\n\t\t\t students to learn effectively and live both productively and independently\n\t\t\t for the purpose of—"}, "enum": {"#tail": "\n            ", "#text": "(3)"}, "#text": "\n            ", "@id": "H208D481BB4D843C5BE913F77DB23A693", "subparagraph": [{"#tail": "\n            ", "text": {"#tail": "\n\t\t\t\t\t\t", "#text": "supplementing the availability of such instruction and services offered by State and local\n\t\t\t educational agencies; and"}, "enum": {"#tail": "\n              ", "#text": "(A)"}, "@id": "H6E2DE0B7362C4C1EAF61E10F6EB5B99B", "#text": "\n              "}, {"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t\t", "#text": "evaluating, through appropriate quantitative and qualitative methods, the effectiveness of\n\t\t\t instruction and services offered by such projects;"}, "enum": {"#tail": "\n              ", "#text": "(B)"}, "@id": "HF81A744EF5C74E0FB333EF10A3511029", "#text": "\n              "}]}, {"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t", "#text": "to fund, in accordance with regulations otherwise applicable to personnel preparation programs\n\t\t\t supported under ", "{http://namespaces.cato.org/catoxml}entity": {"#tail": ", the establishment of programs within\n\t\t\t institutions of higher education preparing teachers of students with\n\t\t\t visual impairments (which have not been previously funded under such Part)\n\t\t\t to specifically prepare such teachers to provide expert instruction to\n\t\t\t students with visual disabilities who also have additional disabilities;\n\t\t\t and", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "\n\t\t\t (", "@entity-type": "act", "#text": "part D of the Individuals with Disabilities Education Act", "@value": "Individuals with Disabilities Education Act/pt:D"}, "@entity-type": "law-citation", "#text": "\n                ", "external-xref": {"#tail": ")", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": ".", "@entity-type": "uscode", "#text": "20 U.S.C. 1450 et seq", "@value": "usc/20/1450/etseq"}, "@parsable-cite": "usc/20/1450", "#text": "\n                ", "@legal-doc": "usc"}}}, "enum": {"#tail": "\n            ", "#text": "(4)"}, "@id": "H5135F55F523D44248B23F73E431F8779", "#text": "\n            "}, {"#tail": "\n        ", "text": {"#tail": "\n\t\t\t\t\t", "#text": "enter into cooperative agreements, contracts, grants (or other arrangements which may be permitted\n\t\t\t by the Secretary) with nonprofit organizations possessing demonstrable\n\t\t\t expertise and experience serving students with visual disabilities or the\n\t\t\t professionals trained to work with such students, institutions of higher\n\t\t\t education, State and local educational agencies, public and private\n\t\t\t specialized schools serving students with visual disabilities, and\n\t\t\t consortia of such entities, for the purpose of carrying out activities\n\t\t\t authorized in this subsection that are not otherwise directly conducted,\n\t\t\t in whole or in part, by the Anne Sullivan Macy Center."}, "enum": {"#tail": "\n            ", "#text": "(5)"}, "@id": "HE2AE79B87F97409CB47201C0ED346009", "#text": "\n            "}], "#text": "\n          ", "@id": "H74784755F9594608968CFFD1CAD88FD3"}, {"#tail": "\n        ", "enum": {"#tail": "\n          ", "#text": "214."}, "header": {"#tail": "\n\t\t\t\t\t", "#text": "Authorization of appropriations and carryover"}, "subsection": [{"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t", "#text": "\n              ", "{http://namespaces.cato.org/catoxml}entity": {"{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": ".", "@entity-type": "act", "#text": "part B of the Individuals with\n\t\t\t Disabilities Education Act", "@value": "Individuals with Disabilities Education Act/pt:B"}, "{http://namespaces.cato.org/catoxml}property": {"#tail": ", there are authorized to be appropriated ", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "\n                ", "@entity-type": "act", "#text": "this subtitle", "@value": "Alice Cogswell and Anne Sullivan Macy Act/t:II/st:B", "@proposed": "true"}, "#text": "To carry out the provisions of ", "@name": "purpose"}, "#tail": "\n            ", "@entity-type": "auth-auth-approp", "{http://namespaces.cato.org/catoxml}funds-and-year": {"#tail": ", the amount appropriated shall be an amount equal\n\t\t\t to no less than 0.2 percent of funds appropriated in the previous fiscal\n\t\t\t year for grants to States under ", "#text": "such sums as\n\t\t\t may be necessary, provided that for fiscal year 2015 and for each\n\t\t\t succeeding fiscal year", "@amount": "indefinite", "@year": "2015,.."}, "#text": "\n                "}}, "enum": {"#tail": "\n            ", "#text": "(a)"}, "header": {"#tail": "\n            ", "#text": "Authorization of appropriations"}, "#text": "\n            ", "@id": "H7A91F33B07E9407087DAFF926B69F8CB"}, {"#tail": "\n        ", "text": {"#tail": "\n\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " that have not been expended during the fiscal year\n\t\t\t for which they were appropriated shall remain available in the subsequent\n\t\t\t fiscal year, provided that no more than 15 percent of a given fiscal\n\t\t\t year’s appropriation may be so carried over.", "@entity-type": "act", "#text": "subsection (a)", "@value": "Alice Cogswell and Anne Sullivan Macy Act/s:214/ss:a", "@proposed": "true"}, "#text": "Funds appropriated pursuant to "}, "enum": {"#tail": "\n            ", "#text": "(b)"}, "header": {"#tail": "\n            ", "#text": "Carryover"}, "#text": "\n            ", "@id": "H54BC9042CDF242E2B8FB98F7DE37373D"}], "#text": "\n          ", "@id": "H1CBDCB2C32EA405AA95A932B0724823D"}, {"#tail": "\n      ", "enum": {"#tail": "\n          ", "#text": "215."}, "header": {"#tail": "\n\t\t\t\t\t", "#text": "Relationship to other programs and activities"}, "subsection": [{"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": [{"#tail": " and ", "@entity-type": "act", "#text": "parts D", "@value": "Individuals with Disabilities Education Act/pt:D"}, {"#tail": ".", "@entity-type": "act", "#text": "E of the Individuals with\n\t\t\t Disabilities Education Act", "@value": "Individuals with Disabilities Education Act/pt:E"}], "#text": "No funds made available pursuant to subtitle may be used to fund programs or activities otherwise\n\t\t\t concurrently funded under "}, "enum": {"#tail": "\n            ", "#text": "(a)"}, "header": {"#tail": "\n            ", "#text": "Maximizing Resources"}, "#text": "\n            ", "@id": "HDCAC47BFD19F4CE0AFA82780DFDC603A"}, {"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " responsible for research activities.", "@entity-type": "federal-body", "#text": "Department of Education", "@entity-id": "9100"}, "#text": "The Secretary shall ensure that research activities authorized and carried out pursuant to this\n\t\t\t title are conducted or funded in coordination as appropriate with the\n\t\t\t National Center for Special Education Research and other divisions within\n\t\t\t the "}, "enum": {"#tail": "\n            ", "#text": "(b)"}, "header": {"#tail": "\n            ", "#text": "Coordination of Research"}, "#text": "\n            ", "@id": "HB9C3815CEB3443C4B8F3A2061E891E8A"}, {"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": ", and no\n\t\t\t funds made available pursuant to this subtitle shall be used by any State\n\t\t\t or local educational agency to supplant the use of funds appropriated\n\t\t\t under such chapter.", "@entity-type": "uscode", "#text": "\n                ", "external-xref": {"#tail": " of title 20, United States Code", "@parsable-cite": "usc-chapter/20/6", "#text": "chapter 6", "@legal-doc": "usc-chapter"}, "@value": "usc-chapter/20/6"}, "#text": "Nothing in this subtitle shall be construed to limit or otherwise condition the use of any funds\n\t\t\t appropriated pursuant to "}, "enum": {"#tail": "\n            ", "#text": "(c)"}, "header": {"#tail": "\n            ", "#text": "Relationship to Services Offered by the American Printing House for the Blind"}, "#text": "\n            ", "@id": "HC2F503858D1F430488268E4B9891AC95"}, {"#tail": "\n          ", "text": {"#tail": "\n\t\t\t\t\t", "#text": "The Secretary shall ensure that any activities conducted or funded by the Anne Sullivan Macy Center\n\t\t\t directly serving individuals who are deaf-blind are coordinated as\n\t\t\t appropriate with the Helen Keller National Center. No funds made available\n\t\t\t pursuant to this title may be used to support activities that are\n\t\t\t otherwise the sole responsibility of the Helen Keller National Center or\n\t\t\t may be used to supplant funds for such Center. The Secretary shall ensure\n\t\t\t that no funds made available pursuant to this title are used to support\n\t\t\t activities that are to be funded pursuant to ", "{http://namespaces.cato.org/catoxml}entity": {"#tail": ".", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " (", "@entity-type": "act", "#text": "section 682(d)(1)(A) of the\n\t\t\t Individuals with Disabilities Education Act", "@value": "Individuals with Disabilities Education Act/s:682/ss:d/p:1/sp:A"}, "@entity-type": "law-citation", "#text": "\n                ", "external-xref": {"#tail": ")", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "\n              ", "@entity-type": "uscode", "#text": "20 U.S.C. 1482(d)(2)(A)", "@value": "usc/20/1482/d/2/A"}, "@parsable-cite": "usc/20/1482", "#text": "\n                ", "@legal-doc": "usc"}}}, "enum": {"#tail": "\n            ", "#text": "(d)"}, "header": {"#tail": "\n            ", "#text": "Relationship to Funding for Deaf-Blind Education and for the Helen Keller National Center"}, "#text": "\n            ", "@id": "H950A308E18CB44BBA15B21F9E8A996E0"}, {"#tail": "\n        ", "text": {"#tail": "\n\t\t\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": [{"#tail": " shall be individually free, within the terms of the\n\t\t\t contract or cooperative agreement described in ", "@entity-type": "act", "#text": "section 212(b)", "@value": "Alice Cogswell and Anne Sullivan Macy Act/s:212/ss:b", "@proposed": "true"}, {"#tail": ", to\n\t\t\t reproduce, or author copyrighted derivative works using, such matter.", "@entity-type": "act", "#text": "section 212(a)", "@value": "Alice Cogswell and Anne Sullivan Macy Act/s:212/ss:a", "@proposed": "true"}], "#text": "All matter produced by the Anne Sullivan Macy Center shall be the property of the United States,\n\t\t\t except that entities comprising the consortium of entities described in\n\t\t\t "}, "enum": {"#tail": "\n            ", "#text": "(e)"}, "header": {"#tail": "\n            ", "#text": "Work Product"}, "#text": "\n            ", "@id": "H351E87EDB7E44E9E8383CEA4B64C5CA6"}], "#text": "\n          ", "@id": "HF4073862E79246F5B50DC0108CA4EECD"}], "enum": {"#tail": "\n        ", "#text": "B"}, "header": {"#tail": "\n\t\t\t\t", "#text": "Anne Sullivan Macy Center on Visual Disability and Educational Excellence"}, "#text": "\n        ", "@id": "H8EC8C4C2AAA748988313D31AEA39C438"}], "#tail": "\n  ", "enum": {"#tail": "\n      ", "#text": "II"}, "header": {"#tail": "\n\t\t\t", "#text": "Improving the Effectiveness of Special Education and Related Services for Students with Visual\n\t\t\t Disabilities"}, "#text": "\n      ", "@id": "H2568ABA864B848558481A8C8739B7022"}], "#tail": "\n", "section": [{"@section-type": "section-one", "#tail": "\n    ", "enum": {"#tail": "\n      ", "#text": "1."}, "header": {"#tail": "\n\t\t\t", "#text": "Short title; references; table of contents"}, "subsection": [{"#tail": "\n      ", "text": {"#tail": "\n\t\t\t", "quote": {"short-title": {"#tail": "\n          ", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "\n            ", "@entity-type": "act", "#text": "Alice Cogswell and Anne Sullivan Macy Act", "@value": "Alice Cogswell and Anne Sullivan Macy Act", "@proposed": "true"}, "#text": "\n              "}, "#tail": ".", "#text": "\n            "}, "#text": "This Act may be cited as the ", "@display-inline": "yes-display-inline"}, "enum": {"#tail": "\n        ", "#text": "(a)"}, "header": {"#tail": "\n        ", "#text": "Short title"}, "#text": "\n        ", "@id": "HB28C07DE14014F5EA0463173C2F0D298"}, {"#tail": "\n      ", "text": {"#tail": "\n\t\t\t", "#text": "Except as otherwise expressly provided, whenever in this Act an amendment or repeal is expressed in\n\t\t\t terms of an amendment to, or repeal of, a section or other provision, the\n\t\t\t reference shall be considered to be made to a section or other provision\n\t\t\t of the ", "{http://namespaces.cato.org/catoxml}entity": {"#tail": ".", "{http://namespaces.cato.org/catoxml}entity-ref": [{"#tail": " (", "@entity-type": "act", "#text": "Individuals with Disabilities Education Act", "@value": "Individuals with Disabilities Education Act"}, {"#tail": ".)", "@entity-type": "uscode", "#text": "20 U.S.C. 1400 et\n\t\t\t seq", "@value": "usc/20/1400/etseq"}], "@entity-type": "law-citation", "#text": "\n            "}}, "enum": {"#tail": "\n        ", "#text": "(b)"}, "header": {"#tail": "\n        ", "#text": "References"}, "#text": "\n        ", "@id": "H952E152058CF4512A5833731D736337F"}, {"#tail": "\n    ", "text": {"#tail": "\n\t\t\t\t", "#text": "The table of contents for this Act is as follows:", "@display-inline": "yes-display-inline"}, "enum": {"#tail": "\n        ", "#text": "(c)"}, "header": {"#tail": "\n        ", "#text": "Table of contents"}, "toc": {"@container-level": "legis-body-container", "#tail": "\n\t\t\t", "@lowest-level": "section", "@regeneration": "yes-regeneration", "toc-entry": [{"@idref": "H2F4497129A264AE1B8DC8BD33DB8FD8E", "#tail": "\n\t\t\t\t\t", "#text": "Sec. 1. Short title; references; table of contents.", "@level": "section"}, {"@idref": "H0836AEA6DACE416E9BF95997DB18029D", "#tail": "\n\t\t\t\t\t", "#text": "Sec. 2. Purposes.", "@level": "section"}, {"@idref": "H4306DF08BECB4975BEE1D430D77BB375", "#tail": "\n\t\t\t\t\t", "#text": "Title I—Improving the Effectiveness of Special Education and Related Services and for Students who\n\t\t\t are Deaf or Hard of Hearing", "@level": "title"}, {"@idref": "H08F2EEFCA58F453F995258196486890F", "#tail": "\n\t\t\t\t\t", "#text": "Subtitle A—General provisions", "@level": "subtitle"}, {"@idref": "HFD53DFD1049C418ABC3452376D7997AE", "#tail": "\n\t\t\t\t\t", "#text": "Sec. 101. Findings.", "@level": "section"}, {"@idref": "HC90C087C6E3A41FC884B582C4FF1CE08", "#tail": "\n\t\t\t\t\t", "#text": "Sec. 102. Identifying students who are deaf or hard of hearing.", "@level": "section"}, {"@idref": "H88CBB92E8E634A3E89ECA4EF44C8DFB9", "#tail": "\n\t\t\t\t\t", "#text": "Sec. 103. State plans.", "@level": "section"}, {"@idref": "H6DEBAB51C02B413BB4B00F11E80CED9D", "#tail": "\n\t\t\t\t\t", "#text": "Sec. 104. Evaluations.", "@level": "section"}, {"@idref": "HC566256C93144B79B36D907AF026FB9D", "#tail": "\n\t\t\t\t\t", "#text": "Sec. 105. Individualized education program team.", "@level": "section"}, {"@idref": "HC7EEAF0409AE498C8721CAD1C0CDAD7F", "#tail": "\n\t\t\t\t\t", "#text": "Sec. 106. Consideration of special factors.", "@level": "section"}, {"@idref": "H1DDAADF50E804840839DF2BC3C91BB0D", "#tail": "\n\t\t\t\t\t", "#text": "Sec. 107. Monitoring.", "@level": "section"}, {"@idref": "H6D6BCC713EF3403D98CA8DE24CB4AC84", "#tail": "\n\t\t\t\t\t", "#text": "Sec. 108. Continuum of service delivery options.", "@level": "section"}, {"@idref": "HBD6604C7419C4E89AD89F17B18D8FCAE", "#tail": "\n\t\t\t\t\t", "#text": "Sec. 109. Technical assistance for parents and educators of students who are deaf or hard of\n\t\t\t hearing.", "@level": "section"}, {"@idref": "H154B168100F64D50B61DF4B7AE83A4A9", "#tail": "\n\t\t\t\t\t", "#text": "Subtitle B—Improving the Effectiveness of Early Intervention for Deaf or Hard of Hearing Infants\n\t\t\t and Toddlers and Their Families", "@level": "subtitle"}, {"@idref": "HC702F5E973C347C18D0C7647599B894C", "#tail": "\n\t\t\t\t\t", "#text": "Sec. 111. Qualified personnel.", "@level": "section"}, {"@idref": "H842735AEC5724DFEBC0934386C86518D", "#tail": "\n\t\t\t\t\t", "#text": "Sec. 112. Natural environment.", "@level": "section"}, {"@idref": "H4E926282027A40BAAEF8BA685707C3CA", "#tail": "\n\t\t\t\t\t", "#text": "Sec. 113. Content of plan.", "@level": "section"}, {"@idref": "H4EABB5CA7337474DADFDF4D9969A23E3", "#tail": "\n\t\t\t\t\t", "#text": "Subtitle C—National Activities To Improve Education of Children with Disabilities", "@level": "subtitle"}, {"@idref": "HC539F8C0BE9B4F32BE4276395F4098C1", "#tail": "\n\t\t\t\t\t", "#text": "Sec. 121. Personnel development to improve services and results for children with disabilities.", "@level": "section"}, {"@idref": "H2568ABA864B848558481A8C8739B7022", "#tail": "\n\t\t\t\t\t", "#text": "Title II—Improving the Effectiveness of Special Education and Related Services for Students with\n\t\t\t Visual Disabilities", "@level": "title"}, {"@idref": "H69A937140AFC42E8B671DF0B2D25960B", "#tail": "\n\t\t\t\t\t", "#text": "Subtitle A—General provisions", "@level": "subtitle"}, {"@idref": "HFA6661EDDEA445B5ABDFA5C81F6197D3", "#tail": "\n\t\t\t\t\t", "#text": "Sec. 201. Findings.", "@level": "section"}, {"@idref": "H242A9D6FB7C94BAF99E78E19206F56D7", "#tail": "\n\t\t\t\t\t", "#text": "Sec. 202. Identifying students with visual disabilities.", "@level": "section"}, {"@idref": "H979F3C4EBB944541922DB412C364C084", "#tail": "\n\t\t\t\t\t", "#text": "Sec. 203. State plans.", "@level": "section"}, {"@idref": "H72A28B472DC84D8DA780F5B1BAA79686", "#tail": "\n\t\t\t\t\t", "#text": "Sec. 204. Evaluations.", "@level": "section"}, {"@idref": "HAA38A5167FA940F796AA69F5B018C1EA", "#tail": "\n\t\t\t\t\t", "#text": "Sec. 205. Consideration of special factors.", "@level": "section"}, {"@idref": "H89822598E5B448FB94E4C8E1E3480C8F", "#tail": "\n\t\t\t\t\t", "#text": "Sec. 206. Technical assistance for parents and educators of students with visual disabilities.", "@level": "section"}, {"@idref": "H8EC8C4C2AAA748988313D31AEA39C438", "#tail": "\n\t\t\t\t\t", "#text": "Subtitle B—Anne Sullivan Macy Center on Visual Disability and Educational Excellence", "@level": "subtitle"}, {"@idref": "HE7E698FEF1E941B88A3B2A7C7F1C19B4", "#tail": "\n\t\t\t\t\t", "#text": "Sec. 211. Center establishment and mission.", "@level": "section"}, {"@idref": "H563A9F03CE8E436B82543E4C2B152CF0", "#tail": "\n\t\t\t\t\t", "#text": "Sec. 212. Administration; eligibility; governance; structure.", "@level": "section"}, {"@idref": "H74784755F9594608968CFFD1CAD88FD3", "#tail": "\n\t\t\t\t\t", "#text": "Sec. 213. Activities.", "@level": "section"}, {"@idref": "H1CBDCB2C32EA405AA95A932B0724823D", "#tail": "\n\t\t\t\t\t", "#text": "Sec. 214. Authorization of appropriations and carryover.", "@level": "section"}, {"@idref": "HF4073862E79246F5B50DC0108CA4EECD", "#tail": "\n\t\t\t\t", "#text": "Sec. 215. Relationship to other programs and activities.", "@level": "section"}], "@quoted-block": "no-quoted-block", "@lowest-bolded-level": "division-lowest-bolded", "#text": "\n\t\t\t\t\t"}, "#text": "\n        ", "@id": "H015AF190147143BCA24A75765AC8DE74"}], "#text": "\n      ", "@id": "H2F4497129A264AE1B8DC8BD33DB8FD8E"}, {"@section-type": "subsequent-section", "#tail": "\n    ", "text": {"#tail": "\n\t\t\t", "#text": "The purposes of this Act are as follows:", "@display-inline": "no-display-inline"}, "enum": {"#tail": "\n      ", "#text": "2."}, "header": {"#tail": "\n      ", "#text": "Purposes"}, "paragraph": [{"#tail": "\n      ", "text": {"#tail": "\n\t\t\t", "#text": "To better ensure delivery of high quality special education and related services to students with\n\t\t\t visual disabilities or who are deaf or hard of hearing through specialized\n\t\t\t instructional services and methodologies designed to meet their unique\n\t\t\t language, communication, and learning needs."}, "enum": {"#tail": "\n        ", "#text": "(1)"}, "@id": "H2BD80E509D164B9B9D7D6D1B2190935B", "#text": "\n        "}, {"#tail": "\n      ", "text": {"#tail": "\n\t\t\t", "#text": "To better ensure delivery of high quality early intervention services to infants and toddlers who\n\t\t\t are deaf or hard of hearing and their families through specialized\n\t\t\t services and methodologies designed to meet their unique language,\n\t\t\t communication, and other developmental needs.", "@display-inline": "yes-display-inline"}, "enum": {"#tail": "\n        ", "#text": "(2)"}, "@id": "H56F6B5F7C6AF45E880A2190296B0EA01", "#text": "\n        "}, {"#tail": "\n      ", "text": {"#tail": "\n\t\t\t", "#text": "To foster the proliferation of research supporting the development and evaluation of effective and\n\t\t\t innovative assessments and instructional methodologies consonant with the\n\t\t\t unique learning needs of students with visual disabilities."}, "enum": {"#tail": "\n        ", "#text": "(3)"}, "@id": "HF0B12F8FE93742278574832AA331A12D", "#text": "\n        "}, {"#tail": "\n      ", "text": {"#tail": "\n\t\t\t", "#text": "To enhance accountability for the provision of such services."}, "enum": {"#tail": "\n        ", "#text": "(4)"}, "@id": "H33CDDFDA166343598D72B8E472DEBBD7", "#text": "\n        "}, {"#tail": "\n    ", "text": {"#tail": "\n\t\t\t", "#text": "To support the development of personnel serving students with visual disabilities or who are deaf\n\t\t\t or hard of hearing."}, "enum": {"#tail": "\n        ", "#text": "(5)"}, "@id": "H8245A84339A34764A4C1A67E7C573D03", "#text": "\n        "}], "#text": "\n      ", "@id": "H0836AEA6DACE416E9BF95997DB18029D"}], "#text": "\n\t\t", "@id": "HBD8F6D36C4F247C08BD3EBC3F6FD8F02"}, "metadata": {"#tail": "\n", "dublinCore": {"{http://purl.org/dc/elements/1.1/}date": {"#tail": "\n", "#text": "2014-02-11"}, "{http://purl.org/dc/elements/1.1/}format": {"#tail": "\n", "#text": "text/xml"}, "{http://purl.org/dc/elements/1.1/}language": {"#tail": "\n", "#text": "EN"}, "#tail": "\n", "{http://purl.org/dc/elements/1.1/}title": {"#tail": "\n", "#text": "113 HR 4040 IH: Alice Cogswell and Anne Sullivan Macy Act"}, "{http://purl.org/dc/elements/1.1/}rights": {"#tail": "\n", "#text": "Pursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain."}, "{http://purl.org/dc/elements/1.1/}publisher": {"#tail": "\n", "#text": "U.S. House of Representatives"}, "#text": "\n"}, "#text": "\n"}}}