{"bill": {"#text": " \n", "form": {"current-chamber": {"#tail": " \n", "@display": "no"}, "enrolled-dateline": {"#tail": " \n", "#text": "Begun and held at the City of Washington on Friday, the third day of January, two thousand and fourteen"}, "congress": {"#tail": " ", "#text": "One Hundred Thirteenth Congress of the United States of America"}, "#tail": " \n", "#text": "\n", "legis-num": {"#tail": " \n", "#text": "H. R. 2203"}, "official-title": {"#tail": " \n", "@display": "yes", "#text": "To provide for the award of a gold medal on behalf of Congress to Jack Nicklaus, in recognition of his service to the Nation in promoting excellence, good sportsmanship, and philanthropy."}, "session": {"#tail": "\n    ", "#text": "At the Second Session"}, "distribution-code": {"#tail": " \n", "@display": "no", "#text": "I"}, "legis-type": {"#tail": " \n", "#text": "AN ACT"}}, "@key": "H", "@stage-count": "1", "@bill-stage": "Enrolled-Bill", "@bill-type": "olc", "attestation": {"#tail": " \n", "attestation-group": [{"#tail": "\n    ", "#text": "\n      ", "role": {"#tail": "\n    ", "#text": "Speaker of the House of Representatives."}}, {"#tail": "\n  ", "#text": "\n      ", "role": {"#tail": "\n    ", "#text": "Vice President of the United States and President of the Senate."}}], "#text": "\n    "}, "@dms-id": "HE57EB91DF1DF4A2AB7E49BDA383A7D2C", "@public-private": "public", "legis-body": {"#tail": " ", "@style": "OLC", "section": [{"@section-type": "section-one", "#tail": " \n", "text": {"#tail": " \n", "#text": "Congress finds the following:", "@display-inline": "no-display-inline"}, "enum": {"#tail": "\n      ", "#text": "1."}, "header": {"#tail": "\n      ", "#text": "Findings"}, "paragraph": [{"#tail": " \n", "text": {"#tail": " ", "#text": "Jack Nicklaus is a world-famous golf professional, a highly successful business executive, a prominent advertising spokesman, a passionate and dedicated philanthropist, a devoted husband, father, and grandfather, and a man with a common touch that has made him one of the most popular and accessible public figures in history."}, "enum": {"#tail": "\n        ", "#text": "(1)"}, "@id": "H2E99BF8DF4CB42BAB07E5776F5659E19", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": " ", "term": [{"#tail": ") Tour, and professional major-championship titles. His record 18 professional majors, the first of which he won 50 years ago with his win at the 1962 U.S. Open as a 22-year-old rookie, remains the standard by which all golfers are measured. He is the only player in golf history to have won each major championship at least three times, and is the only player to complete a career ", "#text": "PGA"}, {"#tail": " on both the regular and senior tours. He also owns the record for most major championships as a senior, with eight.", "#text": "Grand Slam"}], "#text": "Jack Nicklaus amassed 120 victories in professional competition of national or international stature, 73 of which came on the Professional Golf Association (in this Act referred to as the "}, "enum": {"#tail": "\n        ", "#text": "(2)"}, "@id": "H2D9A2C347FFC449BBE877F0AC3999573", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": " ", "#text": "Jack Nicklaus’ magnetic personality and unfailing sense of kindness and thoughtfulness have endeared him to millions throughout the world."}, "enum": {"#tail": "\n        ", "#text": "(3)"}, "@id": "H9CAE264C72B74E5782CDEEFBA97442DD", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": " ", "#text": "Jack Nicklaus has been the recipient of countless athletic honors, including being named Individual Male Athlete of the Century by Sports Illustrated, one of the 10 Greatest Athletes of the Century by ESPN, and Golfer of the Century or Golfer of the Millennium by every major national and international media outlet. He received the Muhammad Ali Sports Legend Award and the first-ever ESPY Lifetime Achievement Award. He became the first golfer and only the third athlete to receive the Vince Lombardi Award of Excellence, and is also a five-time winner of the PGA Player of the Year Award. He was inducted into the World Golf Hall of Fame at the age of 34."}, "enum": {"#tail": "\n        ", "#text": "(4)"}, "@id": "H3ACA683DBCA040F08881141887A52841", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": " ", "#text": "Jack Nicklaus has received numerous honors outside of the world of sports, including several golf industry awards for his work and contributions as a golf course designer, such as the Old Tom Morris Award, which is the highest honor given by the Golf Course Superintendents Association of America, and both the Donald Ross Award given by the American Society of Golf Course Architects and the Don A. Rossi Award given by the Golf Course Builders Association of America. Golf Inc. Magazine named him the Most Powerful Person in Golf for a record six consecutive years, due to his impact on various aspects of the industry through his course design work, marketing and licensing business, his ambassadorial role in promoting and growing the game of golf worldwide, and his involvement on a national and global level with various charitable causes."}, "enum": {"#tail": "\n        ", "#text": "(5)"}, "@id": "H995CA0D9814B4ED58BB09F8C5C03FC51", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": " ", "#text": "Jack Nicklaus has been involved in the design of more than 290 golf courses worldwide, and his business, Nicklaus Design, has close to 380 courses open for play in 36 countries and 39 States."}, "enum": {"#tail": "\n        ", "#text": "(6)"}, "@id": "H6977C0AFBC3448A0B3A7AB04404AF323", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": " ", "#text": "Jack Nicklaus served as the Global Ambassador for a campaign to include golf in the Olympic Games, which was achieved and will begin in the 2016 Olympic program."}, "enum": {"#tail": "\n        ", "#text": "(7)"}, "@id": "H74D74D32E3194450BAF680CB9A65D97E", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": " ", "#text": "Jack Nicklaus was honored by President George W. Bush in 2005 by receiving the Presidential Medal of Freedom, the highest honor given to any United States civilian."}, "enum": {"#tail": "\n        ", "#text": "(8)"}, "@id": "H7F47A60D220846DCAB4AB217A87BED79", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": " \n", "#text": "Jack Nicklaus has a long-standing commitment to numerous charitable causes, such as his founding, along with wife Barbara, of the Nicklaus Children’s Health Care Foundation, which provides pediatric health care services throughout South Florida and in other parts of the country. The Foundation has raised close to $24,000,000 since it was formed in 2004, and has provided health assistance and services to more than 4,000 children and their families through—", "@display-inline": "yes-display-inline"}, "enum": {"#tail": "\n        ", "#text": "(9)"}, "#text": "\n        ", "@id": "H883E1D8ACD0B47A888B4A22D3BBF9773", "subparagraph": [{"#tail": " \n", "text": {"#tail": " ", "#text": "Child Life programs (supporting therapeutic interventions for children with chronic and acute conditions during hospitalization);"}, "enum": {"#tail": "\n          ", "#text": "(A)"}, "@id": "H6492D8D94766470EB7F1353A4B6C33F6", "#text": "\n          "}, {"#tail": " \n", "text": {"#tail": " ", "#text": "Miami Children’s Hospital Nicklaus Care Centers (to offer a new option to Palm Beach County-area families with children who require pediatric specialty care); and"}, "enum": {"#tail": "\n          ", "#text": "(B)"}, "@id": "HC06334806BD94D649B8FA54E9A798C6D", "#text": "\n          "}, {"#tail": "\n      ", "text": {"#tail": " ", "#text": "Safe Kids Program (aimed at keeping children injury-free and offering safety education in an effort to decrease accidental injuries in children)."}, "enum": {"#tail": "\n          ", "#text": "(C)"}, "@id": "HB590595345FD40418777317E83D86C13", "#text": "\n          "}]}, {"#tail": " \n", "text": {"#tail": " ", "#text": "In October 2012, the Miami Children’s Hospital Nicklaus Outpatient Center was opened to provide pediatric urgent care, diagnostic services, and rehabilitation services in Palm Beach County."}, "enum": {"#tail": "\n        ", "#text": "(10)"}, "@id": "H845DD8639B3E4C76B1F6F893BE080FB5", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": " ", "quote": {"#tail": " to honor his 17-month-old grandson who passed away in 2005, and it serves as a primary fundraiser for the Nicklaus Children’s Health Care Foundation. The event alone has raised well over $43,000,000 over the last several years.", "#text": "The Jake"}, "#text": "Jack Nicklaus also established an annual pro-am golf tournament called "}, "enum": {"#tail": "\n        ", "#text": "(11)"}, "@id": "HB32395A85557455D904EB3EF09F3BC1C", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": " ", "#text": "Nicklaus has been a tireless supporter of numerous junior golf initiatives, working with the PGA of America Junior Golf Foundation over the course of four decades, including the establishment of the Barbara and Jack Nicklaus Junior Golf Endowment Fund and the PGA-Nicklaus First Tee Teaching Grants. He also is a spokesperson for several PGA of America and USGA growth-of-the-game initiatives. He continues to support several scholarship foundations, other children’s hospitals, and other causes, including spinal-cord research, pancreatic cancer issues, and Florida Everglades restoration."}, "enum": {"#tail": "\n        ", "#text": "(12)"}, "@id": "H33C422D716CD483084018EC69552C92B", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": " ", "#text": "In 2013, Jack Nicklaus, with the support of the National Park and Recreation Association (NRPA), launched the Jack Nicklaus Learning Leagues, taking team-concept golf to our parks system for children, ages 5 to 12. A non-profit foundation called Global Outreach for Learning Foundation (GOLF) was created to underwrite the program. By the end of 2013, they hope to have the program in more than 100 locations and reach close to 25,000 children.", "@display-inline": "yes-display-inline"}, "enum": {"#tail": "\n        ", "#text": "(13)"}, "@id": "HCA719B44E3B247A180E18BB06D6296CF", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": " ", "#text": "Jack Nicklaus continues to manage the Memorial Tournament in his home State of Ohio, in which contributions generated through the aid of over 2,600 volunteers are given to support Nationwide Children’s Hospital and close to 75 other Central Ohio charities. This has garnered more than $5,700,000 for programs and services at Nationwide Children’s Hospital since 1976, so that Central Ohio will continue to have one of the best children’s hospitals in the United States."}, "enum": {"#tail": "\n        ", "#text": "(14)"}, "@id": "H4332675A90104F56B24AA77B8338F875", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": " ", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " hospitals nationwide.", "@entity-type": "federal-body", "#text": "Veterans Administration", "@entity-id": "3600"}, "term": {"#tail": "), the construction of the Rehabilitation and Learning Center, and the upgrade of the maintenance facilities. The course is considered the only one in the United States designed solely for the use of disabled veterans. It served over 30,000 veterans and their families in 2011 to use the healing powers of golf to help them rehabilitate and recreate. The hope is that American Lake will serve as a pilot program for the more than 150 ", "#text": "Nicklaus Nine"}, "#text": "Jack Nicklaus serves as an honorary chairs of the American Lake Veterans Golf Course in Tacoma, Washington, which neighbors a Veterans Administration hospital and is designed for the rehabilitation of wounded and disabled veterans. Nicklaus has donated his design services for the improvement of the course, and raised contributions for the addition of nine new holes (the "}, "enum": {"#tail": "\n        ", "#text": "(15)"}, "@id": "HA2836952AB894E66855A88D7B99A6CBA", "#text": "\n        "}, {"#tail": " \n", "text": {"#tail": " ", "#text": "Jack Nicklaus serves as a spokesperson and Trustee for the First Tee program, which brings golf to children who would not otherwise be exposed to it, and teaches them valuable, character-building life lessons through the game of golf, and is a national co-chair of the organization’s More Than a Game campaign."}, "enum": {"#tail": "\n        ", "#text": "(16)"}, "#text": "\n        ", "@id": "HFFD37919BAAD49D2B97FACCEC68AD6A1", "@commented": "no"}, {"#tail": "\n    ", "text": {"#tail": " ", "#text": "Jack Nicklaus remains active in tournament golf, although he retired from major championship competition in 2005, when he played his final British Open and his final Masters Tournament, and led the United States to a thrilling victory in the President's Cup. He consults often with the PGA Tour, and no fewer than 95 Nicklaus courses have hosted a combined total of almost 700 professional tournaments. In 2013 alone, Nicklaus courses will host 17 PGA Tour-sanctioned events. His Muirfield Village Golf Club in Ohio will be hosting the Presidents Cup in October 2013, making it the only club in history to have hosted all three of the game’s most prominent international team competitions—the Ryder Cup, Solheim Cup and Presidents Cup. It is also expected that his course at the Jack Nicklaus Golf Club Korea in New Songdo City, South Korea, will be named the host venue for the 2015 Presidents Cup—the first time that country has hosted an international team competition of this stature.", "@display-inline": "yes-display-inline"}, "enum": {"#tail": "\n        ", "#text": "(17)"}, "@id": "HEDFDA0F2ED4548C6B1084FB6277749EA", "#text": "\n        "}], "#text": "\n      ", "@id": "H0C8261910B41414BB01A02F8839FAA8C"}, {"#tail": " \n", "enum": {"#tail": "\n      ", "#text": "2."}, "header": {"#tail": " \n", "#text": "Congressional gold medal"}, "subsection": [{"#tail": " \n", "text": {"#tail": " ", "{http://namespaces.cato.org/catoxml}entity-ref": [{"#tail": " and the ", "@entity-parent-id": "0050", "@entity-type": "federal-body", "#text": "Speaker of the House of Representatives", "@value": "Speaker of the House of Representatives"}, {"#tail": " shall make appropriate arrangements for the presentation, on behalf of Congress, of a gold medal of appropriate design to Jack Nicklaus in recognition of his service to the Nation in promoting excellence and good sportsmanship.", "@entity-parent-id": "0010", "@entity-type": "federal-body", "#text": "President pro tempore of the Senate", "@value": "President Pro Tempore of the Senate"}], "#text": "The "}, "enum": {"#tail": "\n        ", "#text": "(a)"}, "header": {"#tail": "\n        ", "#text": "Authorization"}, "#text": "\n        ", "@id": "HCAA457DE8661409B9D87E8B5F7B59268"}, {"#tail": "\n    ", "text": {"#tail": " ", "{http://namespaces.cato.org/catoxml}entity-ref": [{"#tail": " shall strike a gold medal with suitable emblems, devices, and inscriptions to be determined by the ", "@entity-type": "federal-body", "#text": "Secretary of the Treasury", "@entity-id": "2000"}, {"#tail": ".", "@entity-type": "federal-body", "#text": "Secretary", "@entity-id": "2000"}], "#text": "For the purpose of the presentation referred to in subsection (a), the "}, "enum": {"#tail": "\n        ", "#text": "(b)"}, "header": {"#tail": "\n        ", "#text": "Design and striking"}, "#text": "\n        ", "@id": "H984E0F1945B44CC58628CE0191A6EC0F"}], "#text": "\n      ", "@id": "HAB5C1435941B4322B75559C2B5EE1ED7"}, {"#tail": " \n", "text": {"#tail": " ", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " may prescribe, the Secretary may strike duplicate medals in bronze of the gold medal struck pursuant to section 2 and sell such duplicate medals at a price sufficient to cover the costs of the duplicate medals (including labor, materials, dies, use of machinery, overhead expenses) and the cost of the gold medal.", "@entity-type": "federal-body", "#text": "Secretary of the Treasury", "@entity-id": "2000"}, "#text": "Under such regulations as the ", "@display-inline": "no-display-inline"}, "enum": {"#tail": "\n      ", "#text": "3."}, "header": {"#tail": "\n      ", "#text": "Duplicate medals"}, "#text": "\n      ", "@id": "HE58C4FFCC62B45E386629563C5ACFCBD"}, {"#tail": " \n", "text": {"#tail": " ", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": ".", "@entity-type": "uscode", "#text": "\n          ", "external-xref": {"#tail": " of title 31, United States Code", "@parsable-cite": "usc-chapter/31/51", "#text": "chapter 51", "@legal-doc": "usc-chapter"}, "@value": "usc-chapter/31/51"}, "#text": "The medals struck under this Act are national medals for purposes of ", "@display-inline": "no-display-inline"}, "enum": {"#tail": "\n      ", "#text": "4."}, "header": {"#tail": "\n      ", "#text": "National medals"}, "#text": "\n      ", "@id": "H0FEF198DFA8140E6B2F98085E14CA73A"}], "#text": " \n", "@id": "H9E1233D84FF44619B89501D2DE9A509B"}, "metadata": {"#tail": "\n", "dublinCore": {"{http://purl.org/dc/elements/1.1/}date": {"#tail": "\n"}, "{http://purl.org/dc/elements/1.1/}format": {"#tail": "\n", "#text": "text/xml"}, "{http://purl.org/dc/elements/1.1/}language": {"#tail": "\n", "#text": "EN"}, "#tail": "\n", "{http://purl.org/dc/elements/1.1/}title": {"#tail": "\n", "#text": " HR 2203 ENR: To provide for the award of a gold medal on behalf of Congress to Jack Nicklaus, in recognition of his service to the Nation in promoting excellence, good sportsmanship, and philanthropy."}, "{http://purl.org/dc/elements/1.1/}rights": {"#tail": "\n", "#text": "Pursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain."}, "{http://purl.org/dc/elements/1.1/}publisher": {"#tail": "\n", "#text": "U.S. House of Representatives"}, "#text": "\n"}, "#text": "\n"}}}