{"resolution": {"@star-print": "no-star-print", "form": {"current-chamber": {"#tail": " \n", "@display": "no", "#text": "IN THE HOUSE OF REPRESENTATIVES"}, "#text": "\n", "congress": {"#tail": " \n", "@display": "yes", "#text": "113th CONGRESS"}, "#tail": " \n", "legis-num": {"#tail": " \n", "#text": "H. CON. RES. 41"}, "official-title": {"#tail": " \n", "@display": "no", "#text": "Encouraging peace and reunification on the Korean Peninsula."}, "session": {"#tail": " \n", "@display": "yes", "#text": "1st Session"}, "distribution-code": {"#tail": " \n", "@display": "no", "#text": "IV"}, "legis-type": {"#tail": " \n", "#text": "CONCURRENT RESOLUTION"}}, "@resolution-stage": "Engrossed-in-House", "@resolution-type": "house-concurrent", "@stage-count": "1", "resolution-body": {"#tail": " \n", "@style": "traditional", "section": {"@section-type": "undesignated-section", "#tail": "\n", "text": {"#tail": "\n", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "—", "@entity-type": "federal-body", "#text": "Congress", "@entity-id": "0001"}, "#text": " That "}, "paragraph": [{"#tail": "\n", "text": {"#tail": " ", "#text": "recognizes the historical importance of the Korean War, which began on June 25, 1950;"}, "enum": {"#tail": "\n        ", "#text": "(1)"}, "@id": "HEF772616FE5E406B9BFC0E03D596EA3C", "#text": "\n        "}, {"#tail": "\n", "text": {"#tail": " ", "#text": "honors the noble service and sacrifice of members of the United States Armed Forces and the armed forces of allied countries that have served in Korea since 1950;"}, "enum": {"#tail": "\n        ", "#text": "(2)"}, "@id": "H6849982FCF2E468783DD76A138705A95", "#text": "\n        "}, {"#tail": "\n", "text": {"#tail": " ", "#text": "reaffirms the commitment of the United States to its alliance with South Korea for the betterment of peace and prosperity on the Korean Peninsula; and"}, "enum": {"#tail": "\n        ", "#text": "(3)"}, "@id": "HA1C2B849D69644B9AFF353A56F141EE2", "#text": "\n        "}, {"#tail": "\n    ", "text": {"#tail": " ", "#text": "calls on North Korea to respect the fundamental human rights of its citizens, abandon and dismantle its nuclear weapons program, and end its nuclear and missile proliferation as integral steps toward peace and eventual reunification."}, "enum": {"#tail": "\n        ", "#text": "(4)"}, "@id": "HAE2B0613E8864CF4A69715215E191857", "#text": "\n        "}], "@display-inline": "yes-display-inline", "#text": "\n      ", "@id": "H6D37EDBB1E8743DD9BD6FDCE404EBFEC"}, "#text": " \n", "@id": "H918D47A5F372499795D106336FDF416E"}, "@key": "H", "attestation": {"#tail": "\n", "attestation-group": {"#tail": "\n  ", "role": {"#tail": "\n    ", "#text": "Clerk."}, "#text": "\n      ", "attestor": {"#tail": "\n      ", "@display": "no", "#text": "Karen L. Haas,"}, "attestation-date": {"#tail": "\n      ", "@date": "20130731", "#text": "Passed the House of Representatives July 31, 2013.", "@chamber": "House"}}, "#text": "\n    "}, "endorsement": {"#tail": "\n", "@display": "yes"}, "@dms-id": "HEA3D05963806468FAA1B5637B75FFD29", "@public-private": "public", "#text": " \n", "preamble": {"#tail": "\n", "whereas": [{"#tail": "\n", "text": {"#tail": " ", "quote": [{"#tail": ") and the Democratic People's Republic of Korea (in this resolution referred to as ", "#text": "South Korea"}, {"#tail": ") have never formally ended hostilities and have been technically in a state of war since the Armistice Agreement was signed on July 27, 1953;", "#text": "North Korea"}], "#text": "Whereas the Republic of Korea (in this resolution referred to as "}, "#text": "\n      "}, {"#tail": "\n", "text": {"#tail": " ", "#text": "Whereas the United States, representing the United Nations Forces Command which was a signatory to the Armistice Agreement, and with 28,500 of its troops currently stationed in South Korea, has a stake in the progress towards peace and reunification on the Korean Peninsula;"}, "#text": "\n      "}, {"#tail": "\n", "text": {"#tail": " ", "#text": "Whereas progress towards peace and reunification on the Korean Peninsula would mean greater security and prosperity for the region and the world;"}, "#text": "\n      "}, {"#tail": "\n", "text": {"#tail": " ", "#text": "Whereas, at the end of World War II, Korea officially gained independence from Japanese rule, as agreed to at the Cairo Conference on November 22, 1943, through November 26, 1943;"}, "#text": "\n      "}, {"#tail": "\n", "text": {"#tail": " ", "#text": "Whereas, on August 10, 1945, the Korean Peninsula was temporarily divided along the 38th parallel into two military occupation zones commanded by the United States and the Soviet Union;"}, "#text": "\n      "}, {"#tail": "\n", "text": {"#tail": " ", "#text": "Whereas, on June 25, 1950, communist North Korea attacked the South, thereby initiating the Korean War and diminishing prospects for a peaceful unification of Korea;"}, "#text": "\n      "}, {"#tail": "\n", "text": {"#tail": " ", "#text": "Whereas, during the Korean War, more than 36,000 members of the United States Armed Forces were killed and approximately 1,789,000 members of the United States Armed Forces served in-theater along with the South Korean forces and 20 other members of the United Nations to secure peace on the Korean Peninsula and in the Asia-Pacific region;"}, "#text": "\n      "}, {"#tail": "\n", "text": {"#tail": " ", "#text": "Whereas, since the end of the Korean War era, the United States Armed Forces have remained in South Korea to promote regional peace;"}, "#text": "\n      "}, {"#tail": "\n", "text": {"#tail": " ", "#text": "Whereas provocations by the Government of North Korea in recent years have escalated tension and instability in the Asia-Pacific region;"}, "#text": "\n      "}, {"#tail": "\n", "text": {"#tail": " ", "#text": "Whereas North Korea's human rights abuses, suppression of dissent, and hostility to South Korea remain significant obstacles to peace and reunification on the Korean Peninsula;"}, "#text": "\n      "}, {"#tail": "\n", "text": {"#tail": " ", "#text": "Whereas North Korea's economic policies have led to extreme economic privation for its citizens, whose quality of life ranks among the world's lowest;"}, "#text": "\n      "}, {"#tail": "\n", "text": {"#tail": " ", "#text": "Whereas North Korea's proliferation of nuclear and missile technology threatens international peace and stability;"}, "#text": "\n      "}, {"#tail": "\n", "text": {"#tail": " ", "#text": "Whereas North Korea has systematically violated numerous International Atomic Energy Agency and United Nations Security Council Resolutions with respect to its nuclear weapons and ballistic missile programs;"}, "#text": "\n      "}, {"#tail": "\n", "text": {"#tail": " ", "#text": "Whereas the refusal of the Government of North Korea to denuclearize disrupts peace and security on the Korean Peninsula;"}, "#text": "\n      "}, {"#tail": "\n", "text": {"#tail": " ", "#text": "Whereas, beginning in 2003, the United States, along with the two Koreas, Japan, the People's Republic of China, and the Russian Federation, have engaged in six rounds of Six-Party Talks aimed at the verifiable and irreversible denuclearization of the Korean Peninsula and finding a peaceful resolution to the security concerns resulting from North Korea's nuclear development;"}, "#text": "\n      "}, {"#tail": "\n", "text": {"#tail": " ", "#text": "Whereas the three-mile wide buffer zone between the two Koreas, known as the Demilitarized Zone, or DMZ, is the most heavily armed border in the world;"}, "#text": "\n      "}, {"#tail": "\n", "text": {"#tail": " ", "#text": "Whereas the Korean War separated more than 10,000,000 Korean family members, including 100,000 Korean Americans who, after 60 years of separation, are still waiting to see their families in North Korea;"}, "#text": "\n      "}, {"#tail": "\n", "text": {"#tail": " ", "#text": "Whereas reunification remains a long-term goal of South Korea;"}, "#text": "\n      "}, {"#tail": "\n", "text": {"#tail": " ", "quote": {"#tail": ";", "#text": "take effective collective measures for the prevention and removal of threats to the peace"}, "#text": "Whereas South Korea and North Korea are both full members of the United Nations, whose stated purpose includes maintaining international peace and security, and to that end "}, "#text": "\n      "}, {"#tail": "\n", "text": {"#tail": " ", "#text": "Whereas the Governments and people of the United States and South Korea have continuously stood shoulder-to-shoulder to promote and defend international peace and security, economic prosperity, human rights, and the rule of law both on the Korean Peninsula and beyond, and the denuclearization of North Korea; and"}, "#text": "\n      "}, {"#tail": "\n  ", "text": {"#tail": " ", "#text": "Whereas July 27, 2013, marks the 60th anniversary of the Armistice Agreement of the Korean War: Now, therefore, be it"}, "#text": "\n      "}], "#text": " \n"}, "metadata": {"#tail": "\n", "dublinCore": {"{http://purl.org/dc/elements/1.1/}date": {"#tail": "\n"}, "{http://purl.org/dc/elements/1.1/}format": {"#tail": "\n", "#text": "text/xml"}, "{http://purl.org/dc/elements/1.1/}language": {"#tail": "\n", "#text": "EN"}, "#tail": "\n", "{http://purl.org/dc/elements/1.1/}title": {"#tail": "\n", "#text": "113 HCON 41 EH: Encouraging peace and reunification on the Korean Peninsula."}, "{http://purl.org/dc/elements/1.1/}rights": {"#tail": "\n", "#text": "Pursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain."}, "{http://purl.org/dc/elements/1.1/}publisher": {"#tail": "\n", "#text": "U.S. House of Representatives"}, "#text": "\n"}, "#text": "\n"}}}