{"resolution": {"@star-print": "no-star-print", "form": {"current-chamber": {"#tail": "\n    ", "#text": "IN THE HOUSE OF REPRESENTATIVES"}, "#text": "\n", "congress": {"#tail": "\n    ", "@display": "yes", "#text": "113th CONGRESS"}, "#tail": "\n  ", "legis-num": {"#tail": "\n    ", "#text": "H. CON. RES. 78"}, "official-title": {"#tail": "\n  ", "@display": "yes", "#text": "Recognizing the difficult challenges Black veterans faced when returning home after serving in the Armed Forces, their heroic military sacrifices, and their patriotism in fighting for equal rights and for the dignity of a people and a Nation."}, "session": {"#tail": "\n    ", "@display": "yes", "#text": "2d Session"}, "distribution-code": {"#tail": "\n    ", "@display": "yes", "#text": "IV"}, "action": {"action-date": {"#tail": "\n      ", "@date": "20140127", "#text": "January 27, 2014"}, "#tail": "\n    ", "@display": "yes", "action-desc": {"#tail": "\n    ", "#text": "\n        ", "committee-name": {"#tail": "\n      ", "@committee-id": "HVR00", "#text": "Committee on Veterans’ Affairs"}, "sponsor": {"#tail": " (for herself, ", "#text": "Mrs. Beatty", "@name-id": "B001281"}, "cosponsor": [{"#tail": ", ", "#text": "Mr. Richmond", "@name-id": "R000588"}, {"#tail": ", ", "#text": "Ms. Clarke of New York", "@name-id": "C001067"}, {"#tail": ", ", "#text": "Mr. Rush", "@name-id": "R000515"}, {"#tail": ", and ", "#text": "Ms. Schwartz", "@name-id": "S001162"}, {"#tail": ") submitted the following concurrent resolution; which was referred to the ", "#text": "Mr. Grijalva", "@name-id": "G000551"}]}, "#text": "\n      "}, "legis-type": {"#tail": "\n    ", "#text": "CONCURRENT RESOLUTION"}}, "@resolution-stage": "Introduced-in-House", "@resolution-type": "house-concurrent", "resolution-body": {"#tail": "\n", "@style": "traditional", "section": {"@section-type": "undesignated-section", "#tail": "\n  ", "text": {"#tail": "\n      ", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " recognizes—", "@entity-type": "federal-body", "#text": "Congress", "@entity-id": "0001"}, "#text": "That "}, "enum": {"#tail": "\n      "}, "paragraph": [{"#tail": "\n      ", "text": {"#tail": "\n      ", "#text": "the difficult challenges Black veterans faced when returning home after serving in the Armed Forces, their heroic military sacrifices, and their patriotism in fighting for equal rights and for the dignity of a people and a Nation; and", "@display-inline": "yes-display-inline"}, "enum": {"#tail": "\n        ", "#text": "(1)"}, "@id": "H981814EB9DCA4F448D7B7BBB09991D9E", "#text": "\n        "}, {"#tail": "\n    ", "text": {"#tail": "\n      ", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " to continue to work to eliminate any health and benefit disparities for our Nation's minority veterans.", "@entity-type": "federal-body", "#text": "Department of Veterans Affairs", "@entity-id": "3600"}, "#text": "the need for the "}, "enum": {"#tail": "\n        ", "#text": "(2)"}, "@id": "HB090FD265D06416B85DE0BC65A282471", "#text": "\n        "}], "@display-inline": "yes-display-inline", "#text": "\n      ", "@id": "HD0E21F0A26E34E8E8683F6757EB2DD74"}, "#text": "\n    ", "@id": "HF5973539C1DC4755B25A21885917A9FA"}, "@key": "H", "@dms-id": "HB3B53EC8404542E29786956124C9105D", "@public-private": "public", "#text": "\n  ", "preamble": {"#tail": "\n  ", "whereas": [{"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas there has been no war fought by or within the United States in which Blacks did not participate, including the Revolutionary War, the Civil War, the War of 1812, the Spanish American War, World Wars I and II, the Korean War, the Vietnam War, the Gulf War, Operation Enduring Freedom, and Operation Iraqi Freedom;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "quote": [{"#tail": ", writing, ", "#text": "Life and Times of Frederick Douglass"}, {"#tail": ", later remarking that ", "#text": "I * * * urged every man who could, to enlist; to get an eagle on his button, a musket on his shoulder, the star-spangled banner over his head"}, {"#tail": ";", "#text": "there is no power on Earth which can deny that he has earned the right to citizenship in the United States."}], "#text": "Whereas Frederick Douglass voiced his opinion in one of his autobiographies, "}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas during the Civil War, Black soldiers, commonly referred to as the United States Colored Troops, were treated as second-class citizens, the health care and hospitals available to them were substandard, and they often died from neglect of services that was supposed to be administered by medical personnel;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas Dr. W.E.B. DuBois and William Monroe Trotter, members of the first generation of freedom's children, founded the Niagara Movement in 1905;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "quote": [{"#tail": ", published in 1935, DuBois wrote that ", "#text": "Black Reconstruction in America"}, {"#tail": ";", "#text": "[n]othing else made Negro citizenship conceivable, but the record of the Negro soldier as a fighter."}], "#text": "Whereas in his book, "}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas the 369th Infantry, known as the Harlem Hell-fighters, fought the Germans during World War I as part of the French Army and served the longest stretch in combat, 191 days without replacement, without losing a foot of ground or a man as prisoner;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas at the end of the service of the 369th Infantry, the entire regiment received the Croix de Guerre, which was France's highest military honor, from a grateful French nation;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "quote": {"#tail": " who had returned from battle with a bold new spirit that helped spark a new mood in the Black community;", "#text": "New Negro"}, "#text": "Whereas Alain Locke, the first black Rhodes Scholar, wrote in 1925 about a "}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "quote": {"#tail": ";", "#text": "I made up my mind that if I got through this war I would study law and use my time fighting for men who could not strike back."}, "#text": "Whereas in 1917, Charles Hamilton Houston encountered racism after entering World War I as a commissioned first lieutenant in the segregated 17th Provisional Training Regiment, later writing that "}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas Dorie Miller, a messman attendant in the Navy, was catapulted to national hero status and an icon to generations, after displaying heroism on board the USS West Virginia during the Japanese attack on Pearl Harbor on December 7, 1941;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "quote": {"#tail": ";", "#text": "[i]t was a small victory, for I had learned that I was in two wars, one against the foreign enemy, the other against prejudice at home."}, "#text": "Whereas before becoming a famous baseball player, Jackie Robinson was court-martialed in the Army for refusing to sit in the back of the bus in 1944, and when he was later acquitted, he wrote that "}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas the famed Tuskegee Airmen, a group of Black pilots, flew with distinction during World War II under the command of Captain Benjamin O. Davis, Jr., the highly decorated officer who served for more than 35 years and became the first Black general in the Air Force;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "quote": {"#tail": "), the first all-woman Black Postal Battalion who served in England and then France, were given the daunting task of clearing out a two-year backlog of over 90,000 pieces of mail, succeeded in their mission, completed it in three months, and went on to make a positive impact on racial integration in the military;", "#text": "Six Triple Eights"}, "#text": "Whereas during World War II, the 6888 (known as the "}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "quote": {"#tail": ", which traces its direct lineage back to the 9th and 10th Cavalry units from 1866 to the early 1890s, was the only Black segregated unit to experience combat during the Italian campaign of 1944–1945 with several members later earning Medals of Honor for bravery;", "#text": "Buffalo Soldiers"}, "#text": "Whereas during World War II, the Army's 92nd Infantry Division, better known as the "}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas Reverend Benjamin Hooks, who served in the 92nd Division, found himself in the humiliating position of guarding Italian prisoners of war who were allowed to eat in restaurants that were off-limits to him;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas even after President Truman issued Executive Order 9981 desegregating the military on July 26, 1948, discrimination continued;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas in 1946, when Charles and Medgar Evers tried to register to vote, they were turned away at the polling station;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas after serving overseas in the Army, Charles and Medgar Evers returned home to Mississippi where, in 1952, they began to organize voter registration drives for the National Association for the Advancement of Colored People (NAACP);"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas Oliver L. Brown, a World War II Army veteran from Kansas, and Harry Briggs, a World War II sailor from South Carolina, were the fathers of two of the five named plaintiffs in Brown v. Board of Education of Topeka and Briggs v. Elliott, the historic school desegregation cases of 1954;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas the Black heroes and heroines of World War II and the Korean War, such as Private Sarah Keys and Women's Army Corps (WAC) officer Dovey Roundtree, won significant victories against discrimination in interstate transportation in landmark civil rights cases, including Keys v. Carolina Coach Company, which was decided in 1955, six days before Rosa Parks' historic protest of Alabama's Jim Crow laws in Montgomery;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas in his address at Riverside Church on April 4, 1967, Dr. Martin Luther King, Jr., commented on the irony of Blacks fighting in Vietnam to guarantee liberties in Southeast Asia while not enjoying the same rights at home;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "quote": {"#tail": ", and through their example, transformed the face of the United States;", "#text": "democracy"}, "#text": "Whereas Black veterans who were in the forefront of the leadership of the Civil Rights Movement, with their strong resolve to address the paradox of military service abroad and the denial of basic rights at home, brought deeper meaning to the word "}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas the Black veterans of the Nation's wars sowed the seeds for today's bountiful harvest through the Niagara Movement, the NAACP, and the latter-day Civil Rights Movement, all of which share a common ancestry in the Civil War, without which there would be no Civil Rights Movement and no equal rights for all Americans; and"}, "#text": "\n      "}, {"#tail": "\n  ", "text": {"#tail": "\n    ", "#text": "Whereas today, Black veterans suffer at a disproportionate rate from chronic illnesses and homelessness and are plagued by health disparities: Now, therefore, be it"}, "#text": "\n      "}], "#text": "\n    "}, "metadata": {"#tail": "\n", "dublinCore": {"{http://purl.org/dc/elements/1.1/}date": {"#tail": "\n", "#text": "2014-01-27"}, "{http://purl.org/dc/elements/1.1/}format": {"#tail": "\n", "#text": "text/xml"}, "{http://purl.org/dc/elements/1.1/}language": {"#tail": "\n", "#text": "EN"}, "#tail": "\n", "{http://purl.org/dc/elements/1.1/}title": {"#tail": "\n", "#text": "113 HCON 78 IH: Recognizing the difficult challenges Black veterans faced when returning home after serving in the Armed Forces, their heroic military sacrifices, and their patriotism in fighting for equal rights and for the dignity of a people and a Nation."}, "{http://purl.org/dc/elements/1.1/}rights": {"#tail": "\n", "#text": "Pursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain."}, "{http://purl.org/dc/elements/1.1/}publisher": {"#tail": "\n", "#text": "U.S. House of Representatives"}, "#text": "\n"}, "#text": "\n"}}}