{"resolution": {"@star-print": "no-star-print", "@resolution-stage": "Introduced-in-Senate", "form": {"current-chamber": {"#tail": "\n    ", "#text": "IN THE SENATE OF THE UNITED STATES"}, "#text": "\n", "congress": {"#tail": "\n    ", "@display": "yes", "#text": "113th CONGRESS"}, "#tail": "\n  ", "legis-num": {"#tail": "\n    ", "#text": "S. RES. 311"}, "official-title": {"#tail": "\n  ", "@display": "yes", "#text": "Calling on the International Olympic\n\t\t  Committee (IOC) to strongly oppose Russia’s discriminatory law against the\n\t\t  freedom of expression for lesbian, gay, bisexual, and transgender (LGBT)\n\t\t  persons and to obtain written assurance that host countries of the Olympic\n\t\t  Games will uphold all international human rights and civil rights obligations\n\t\t  for all persons observing or participating in the Games regardless of race,\n\t\t  sex, sexual orientation, or gender identity, and for other\n\t\t  purposes."}, "session": {"#tail": "\n    ", "@display": "yes", "#text": "1st Session"}, "distribution-code": {"#tail": "\n    ", "@display": "yes", "#text": "III"}, "action": {"action-date": {"#tail": "\n      ", "@date": "20131121", "#text": "November 21, 2013"}, "#tail": "\n    ", "@display": "yes", "action-desc": {"#tail": "\n    ", "#text": "\n        ", "committee-name": {"#tail": "\n      ", "@committee-id": "SSCM00", "#text": "Committee on Commerce, Science, and Transportation"}, "sponsor": {"#tail": " (for himself, ", "#text": "Mr. Merkley", "@name-id": "S322"}, "cosponsor": [{"#tail": ", ", "#text": "Mrs. Boxer", "@name-id": "S223"}, {"#tail": ", and ", "#text": "Mrs. Feinstein", "@name-id": "S221"}, {"#tail": ") submitted the following resolution; which was referred to the ", "#text": "Mr. Murphy", "@name-id": "S364"}]}, "#text": "\n      "}, "legis-type": {"#tail": "\n    ", "#text": "RESOLUTION"}}, "@resolution-type": "senate-resolution", "resolution-body": {"#tail": "\n", "section": {"@section-type": "undesignated-section", "#tail": "\n  ", "text": {"#tail": "\n      ", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "—", "@entity-type": "federal-body", "#text": "Senate", "@entity-id": "0010"}, "#text": "That the "}, "enum": {"#tail": "\n      "}, "paragraph": [{"#tail": "\n      ", "text": {"#tail": "\n      ", "#text": "calls on the\n\t\t\t International Olympic Committee (IOC) to strongly oppose Russia’s\n\t\t\t discriminatory law as inconsistent with Russia’s international obligations and\n\t\t\t with the value of the Olympic movement;"}, "enum": {"#tail": "\n        ", "#text": "(1)"}, "@id": "id36723d24f8bb4607bd95399eb5fde718", "#text": "\n        "}, {"#tail": "\n      ", "text": {"#tail": "\n      ", "#text": "calls on the IOC\n\t\t\t to insist, as a condition of holding the planned Olympic Games in Sochi, that\n\t\t\t the Government of the Russian Federation provide unconditional assurance that\n\t\t\t no athlete, coach, official, spectator, or anyone otherwise involved or\n\t\t\t affiliated with the Olympic Games will be harassed, fined, detained, or\n\t\t\t otherwise have their human rights, including their right to free expression,\n\t\t\t violated due to their actual or perceived sexual orientation or gender identity or expression of support for LGBT human rights;"}, "enum": {"#tail": "\n        ", "#text": "(2)"}, "@id": "id78328fe9df5b4a01af72f50bb9c44ab5", "#text": "\n        "}, {"#tail": "\n      ", "text": {"#tail": "\n      ", "#text": "urges the IOC to\n\t\t\t insist that venders and contractors have LGBT nondiscrimination policies in\n\t\t\t place for the 2014 Winter Olympics in Sochi and for all future Olympic Games or\n\t\t\t other Olympic events;"}, "enum": {"#tail": "\n        ", "#text": "(3)"}, "@id": "id7f70ca969b39445fb79dee107bb05e22", "#text": "\n        "}, {"#tail": "\n      ", "text": {"#tail": "\n      ", "#text": "urges the IOC to call on the Russian Federation to allow a Pride House that has the mission of celebrating diversity and inclusiveness through sport and raising awareness of LGBT discrimination and criminalization;"}, "enum": {"#tail": "\n        ", "#text": "(4)"}, "@id": "id47d1889e2e25429e95bf3d4e82b897db", "#text": "\n        "}, {"#tail": "\n      ", "text": {"#tail": "\n      ", "#text": "urges the IOC to amend its charter to state that discrimination based on sexual orientation and gender identity is not compatible with the Olympic Games; and"}, "enum": {"#tail": "\n        ", "#text": "(5)"}, "@id": "ida4e149abd382447ba2912f2582b15758", "#text": "\n        "}, {"#tail": "\n    ", "text": {"#tail": "\n      ", "#text": "urges the congressionally chartered United States Olympic Committee to intervene and assist the IOC in establishing the objectives as laid out by this resolution."}, "enum": {"#tail": "\n        ", "#text": "(6)"}, "@id": "idc3bd2e288ad944618189b4fcbff16857", "#text": "\n        "}], "@display-inline": "yes-display-inline", "#text": "\n      ", "@id": "S1"}, "#text": "\n    "}, "@public-private": "public", "#text": "\n  ", "preamble": {"#tail": "\n  ", "whereas": [{"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas the goal of the Olympic movement is to contribute\n\t\t\t to building a peaceful and better world by educating youth through sport\n\t\t\t practiced in accordance with Olympism and its values;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas the role of the International Olympic Committee\n\t\t\t (IOC), according to the Olympic Charter, is to cooperate with the competent\n\t\t\t public or private organizations and authorities in the endeavor to place sport\n\t\t\t at the service of humanity and thereby promote peace;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas, under the Olympic Charter, any form of\n\t\t\t discrimination against a person is deemed incompatible with belonging to the\n\t\t\t Olympic movement and the IOC is to act explicitly against any form of\n\t\t\t discrimination affecting the Olympic movement;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas, in February 2014, the city of Sochi in the\n\t\t\t Krasnodar region of the Russian Federation will host the 22nd Winter Olympic\n\t\t\t Games;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas, on June 30, 2013, President Vladimir Putin of\n\t\t\t Russian signed into law a bill that allows the Government of the Russian\n\t\t\t Federation to arrest gay or “pro-gay” foreigners prior to being deported from\n\t\t\t the country;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas the Krasnodar region of Russia, where the city of\n\t\t\t Sochi is located, and 10 other regions have adopted similar laws banning\n\t\t\t “homosexual propaganda”;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas several media outlets recently reported of\n\t\t\t homophobic violence occurring in Russia resulting in the deaths of Russian\n\t\t\t citizens;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas authorities in Russia have refused to register the\n\t\t\t nongovernmental organization that would set up a Pride House in Sochi, which\n\t\t\t would work to combat homophobia in sport and promote lesbian, gay, bisexual,\n\t\t\t and transgendered (LGBT) individuals' rights during the Olympic Games in\n\t\t\t Russia, as the Pride House did during the 2010 Winter Olympics in Vancouver;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas the presence of a Pride House would be the expression of human rights and have the mission of  celebrating diversity and inclusiveness through sport and raising awareness of LGBT discrimination and criminalization;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas the IOC has said that they have received\n\t\t\t assurances from the highest levels of the Government of the Russian Federation\n\t\t\t that Olympic athletes and visitors will not be affected by Russia’s\n\t\t\t discriminatory law, but the Minister of Sports in Russia has suggested that\n\t\t\t athletes will not be exempt;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": " has a clear and consistent\n\t\t\t policy of championing the protection of human rights of LGBT individuals\n\t\t\t worldwide, including by opposing any legislation that singles out people for\n\t\t\t discriminatory treatment due to their sexual orientation and by encouraging\n\t\t\t countries to repeal or reform laws that punish or criminalize LGBT\n\t\t\t status;", "@entity-type": "federal-body", "#text": "Department of State", "@entity-id": "1900"}, "#text": "Whereas the "}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas Russia has obligated itself to respect and enforce\n\t\t\t the right to be free from discrimination and the right to freedom of assembly,\n\t\t\t association, and expression under the European Convention of Human Rights, the\n\t\t\t United Nations International Covenant on Civil and Political Rights, and the\n\t\t\t human dimension commitments of the Organization for Security and Cooperation in\n\t\t\t Europe; and"}, "#text": "\n      "}, {"#tail": "\n  ", "text": {"#tail": "\n    ", "quote": {"#tail": ": Now, therefore, be\n\t\t\t it", "#text": "The International\n\t\t\t Olympic Committee is clear that sport is a human right and should be available\n\t\t\t to all regardless of race, sex or sexual orientation. The Games themselves\n\t\t\t should be open to all, free of discrimination, and that applies to spectators,\n\t\t\t officials, media and of course athletes. We oppose in the strongest terms any\n\t\t\t move that would jeopardize this principle."}, "#text": "Whereas the IOC recently stated, "}, "#text": "\n      "}], "#text": "\n    "}, "metadata": {"#tail": "\n", "dublinCore": {"{http://purl.org/dc/elements/1.1/}date": {"#tail": "\n", "#text": "2013-11-21"}, "{http://purl.org/dc/elements/1.1/}format": {"#tail": "\n", "#text": "text/xml"}, "{http://purl.org/dc/elements/1.1/}language": {"#tail": "\n", "#text": "EN"}, "#tail": "\n", "{http://purl.org/dc/elements/1.1/}title": {"#tail": "\n", "#text": "113 SRES 311 IS: Calling on the International Olympic Committee (IOC) to strongly oppose Russia’s discriminatory law against the freedom of expression for lesbian, gay, bisexual, and transgender (LGBT) persons and to obtain written assurance that host countries of the Olympic Games will uphold all international human rights and civil rights obligations for all persons observing or participating in the Games regardless of race, sex, sexual orientation, or gender identity, and for other purposes."}, "{http://purl.org/dc/elements/1.1/}rights": {"#tail": "\n", "#text": "Pursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain."}, "{http://purl.org/dc/elements/1.1/}publisher": {"#tail": "\n", "#text": "U.S. Senate"}, "#text": "\n"}, "#text": "\n"}}}