{"resolution": {"@star-print": "no-star-print", "@resolution-stage": "Agreed-to-Senate", "form": {"current-chamber": {"#tail": "\n    ", "#text": "IN THE SENATE OF THE UNITED STATES"}, "#text": "\n", "congress": {"#tail": "\n    ", "@display": "yes", "#text": "113th CONGRESS"}, "#tail": "\n  ", "legis-num": {"#tail": "\n    ", "#text": "S. RES. 255"}, "official-title": {"#tail": "\n  ", "@display": "yes", "#text": "Welcoming the Prime Minister of India to the United States for meetings to advance the United States-India partnership. "}, "session": {"#tail": "\n    ", "@display": "yes", "#text": "1st Session"}, "distribution-code": {"#tail": "\n    ", "@display": "yes", "#text": "III"}, "action": {"action-date": {"#tail": "\n      ", "@date": "20130925", "#text": "September 25 (legislative day, September 24), 2013", "@legis-day": "20130924"}, "#tail": "\n    ", "@display": "yes", "action-desc": {"#tail": "\n    ", "#text": "\n        ", "sponsor": {"#tail": " (for himself, ", "#text": "Mr. Warner", "@name-id": "S327"}, "cosponsor": [{"#tail": ", ", "#text": "Mr. Cornyn", "@name-id": "S287"}, {"#tail": ", and ", "#text": "Mr. Menendez", "@name-id": "S306"}, {"#tail": ") submitted the following resolution; which was considered and agreed to", "#text": "Mr. Kirk", "@name-id": "S339"}]}, "#text": "\n      "}, "legis-type": {"#tail": "\n    ", "#text": "RESOLUTION"}}, "@resolution-type": "senate-resolution", "resolution-body": {"#tail": "\n", "section": {"@section-type": "undesignated-section", "#tail": "\n  ", "text": {"#tail": "\n      ", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "—", "@entity-type": "federal-body", "#text": "Senate", "@entity-id": "0010"}, "#text": "That the "}, "enum": {"#tail": "\n      "}, "paragraph": [{"#tail": "\n      ", "text": {"#tail": "\n      ", "#text": "warmly welcomes the Prime Minister of India, Dr. Manmohan Singh, on his  visit  to the United States, which provides a  timely opportunity to reinforce the United States-India relationship and make progress on a number of fronts;"}, "enum": {"#tail": "\n        ", "#text": "(1)"}, "@id": "id6c0d17c85a65499a8b29d8a3a03fd66e", "#text": "\n        "}, {"#tail": "\n      ", "text": {"#tail": "\n      ", "#text": "believes that together, the Governments of India and the United States can bring immense benefits to their people and make enormous contributions to addressing the global challenges of the 21st century;"}, "enum": {"#tail": "\n        ", "#text": "(2)"}, "@id": "id68644626464e4e1d9e6bd0fdb95d7111", "#text": "\n        "}, {"#tail": "\n      ", "text": {"#tail": "\n      ", "#text": "looks forward to making  progress on a range of issues  to deepen and broaden  the strategic partnership between India and the United States;"}, "enum": {"#tail": "\n        ", "#text": "(3)"}, "@id": "idcfc0851c5d8f437492f4664184395899", "#text": "\n        "}, {"#tail": "\n      ", "text": {"#tail": "\n      ", "#text": "welcomes continued progress towards a Bilateral Investment Treaty;"}, "enum": {"#tail": "\n        ", "#text": "(4)"}, "@id": "id00eead1b2ad341dca1c6045e09dd03a7", "#text": "\n        "}, {"#tail": "\n      ", "text": {"#tail": "\n      ", "#text": "supports progress and implementation of the landmark United States-India civil nuclear agreement;"}, "enum": {"#tail": "\n        ", "#text": "(5)"}, "@id": "id5512fbc1769c4254a7b56e52e4c36c39", "#text": "\n        "}, {"#tail": "\n      ", "text": {"#tail": "\n      ", "#text": "acknowledges that the  progress  made by the Government of India on economic reforms has opened new channels for foreign direct investment, and believes further liberalization can bring increased prosperity to both countries; and"}, "enum": {"#tail": "\n        ", "#text": "(6)"}, "@id": "id7f2c467d44974edf807ef2e433b47229", "#text": "\n        "}, {"#tail": "\n    ", "text": {"#tail": "\n      ", "#text": "recognizes there is strong potential to grow the bilateral relationship and increase cooperation between the United States and India, elevating the relationship to an even stronger strategic partnership."}, "enum": {"#tail": "\n        ", "#text": "(7)"}, "@id": "id1d2a009a1ea14461bc354f854e70eb92", "#text": "\n        "}], "@display-inline": "yes-display-inline", "#text": "\n      ", "@id": "S1"}, "#text": "\n    "}, "@public-private": "public", "#text": "\n  ", "preamble": {"#tail": "\n  ", "whereas": [{"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas, on August 15, 1947, India became a sovereign, democratic nation;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas India is the world's largest democracy, embracing fundamental liberties and freedoms, justice, and the rule of law;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas India is a multi-ethnic, multi-cultural, and multi-religious society that promotes tolerance, diversity, and equality;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas a strong relationship with India, the world’s largest democracy, is critically important to United States  interests;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas the 2014 parliamentary elections in India are a further opportunity to strengthen the democratic institutions of the world's largest democracy;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas the Prime Minister of India, Dr. Manmohan Singh, has led his government in undertaking a series of reforms designed to strengthen the Indian economy and transform the bilateral economic relationship into a true strategic partnership;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas India is one of the world's fastest growing and dynamic economies, and a strong, economically competitive India is ultimately good for American business and American jobs;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas the 100,000 Indians who are studying in the United States and the 2,700,000 Americans of Indian descent living in the United States, including Nobel Laureates, artists, business leaders, journalists, and public servants, have contributed enormously to the rich social, political, and economic fabric of the United States;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas India serves as a pivotal and effective partner in ensuring international peace and security and is the third largest contributor of personnel to United Nations peacekeeping missions;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas security and defense cooperation between the United States and India continues to grow, as India remains a steadfast partner in countering the rise of extremists and currently participates in more naval exercises with the United States than any other nation;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas the Defense Trade Initiative is successfully realigning India and United States procurement processes and United States military sales to India have totaled almost $9,000,000,000 in the last several years;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas India is the largest regional contributor to reconstruction efforts in Afghanistan and will be an important partner in the transition of United States forces from Afghanistan in 2014;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas the market economy in India has contributed to increased economic opportunities, reduced poverty, and accompanying stability;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas foreign direct investment and a transparent and progressive investment climate can play a critical role in economic development in India and strengthening United States-India economic relations;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas the foundation of a strong economic partnership between India and the United States requires a mutual respect for innovation and an investment environment that fosters continued research and development;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas a Bilateral Investment Treaty would provide protections for investors and help unleash needed investment in India;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n    ", "#text": "Whereas furthering the bilateral dialogue on trade and investment is key to broadening and deepening the economic relationship between the United States and India, which can provide both Indian and American companies increased opportunities for exports;  and"}, "#text": "\n      "}, {"#tail": "\n  ", "text": {"#tail": "\n    ", "#text": "Whereas a strong relationship between the people and Governments of the United States and India, based on mutual trust and respect, will enable the countries to more closely collaborate across a broad spectrum of interests, such as global peace and prosperity, counterterrorism, defense, nonproliferation, economic prosperity, energy and climate change, education, scientific research, outer space, public health, and agriculture: Now, therefore, be it"}, "#text": "\n      "}], "#text": "\n    "}, "metadata": {"#tail": "\n", "dublinCore": {"{http://purl.org/dc/elements/1.1/}date": {"#tail": "\n", "#text": "2013-09-25"}, "{http://purl.org/dc/elements/1.1/}format": {"#tail": "\n", "#text": "text/xml"}, "{http://purl.org/dc/elements/1.1/}language": {"#tail": "\n", "#text": "EN"}, "#tail": "\n", "{http://purl.org/dc/elements/1.1/}title": {"#tail": "\n", "#text": "113 SRES 255 ATS: Welcoming the Prime Minister of India to the United States for meetings to advance the United States-India partnership. "}, "{http://purl.org/dc/elements/1.1/}rights": {"#tail": "\n", "#text": "Pursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain."}, "{http://purl.org/dc/elements/1.1/}publisher": {"#tail": "\n", "#text": "U.S. Senate"}, "#text": "\n"}, "#text": "\n"}}}