{"resolution": {"@star-print": "no-star-print", "@resolution-stage": "Reported-in-Senate", "form": {"current-chamber": {"#tail": "\n\t\t", "#text": "IN THE SENATE OF THE UNITED STATES"}, "#text": "\n\t\t", "congress": {"#tail": "\n\t\t", "#text": "113th CONGRESS"}, "#tail": "\n\t", "legis-num": {"#tail": "\n\t\t", "#text": "S. RES. 167"}, "official-title": {"#tail": "\n\t", "@display": "yes", "#text": "Reaffirming the strong support of the\n\t\t  United States for the peaceful resolution of territorial, sovereignty, and\n\t\t  jurisdictional disputes in the Asia-Pacific maritime domains."}, "session": {"#tail": "\n\t\t", "#text": "1st Session"}, "distribution-code": {"#tail": "\n\t\t", "@display": "yes", "#text": "III"}, "action": [{"action-date": {"#tail": "\n\t\t\t", "@date": "20130610", "#text": "June 10, 2013"}, "#tail": "\n\t\t", "@display": "yes", "action-desc": {"#tail": "\n\t\t", "#text": "\n        ", "committee-name": {"@deleted-display-style": "strikethrough", "#tail": "\n      ", "@committee-id": "SSFR00", "@added-display-style": "italic", "#text": "Committee on Foreign\n\t\t\t Relations"}, "sponsor": {"#tail": " (for\n\t\t\t himself, ", "#text": "Mr. Menendez", "@name-id": "S306"}, "cosponsor": [{"#tail": ",\n\t\t\t ", "#text": "Mr. Rubio", "@name-id": "S350"}, {"#tail": ", ", "#text": "Mr. Cardin", "@name-id": "S308"}, {"#tail": ", ", "#text": "Mr.\n\t\t\t Corker", "@name-id": "S310"}, {"#tail": ", and\n\t\t\t ", "#text": "Mr. Donnelly", "@name-id": "S356"}, {"#tail": ") submitted the following\n\t\t\t resolution; which was referred to the\n\t\t\t ", "#text": "Mr. Murphy", "@name-id": "S364"}]}, "#text": "\n\t\t\t"}, {"action-date": {"#tail": "\n\t\t\t", "#text": "June 25, 2013"}, "#tail": "\n\t\t", "action-desc": {"#tail": "\n\t\t", "#text": "Reported by ", "sponsor": {"#tail": ", without amendment", "#text": "Mr.\n\t\t\t Menendez", "@name-id": "S306"}}, "@stage": "Reported-in-Senate", "#text": "\n\t\t\t"}], "calendar": {"#tail": "\n\t\t", "#text": "Calendar No. 97"}, "legis-type": {"#tail": "\n\t\t", "#text": "RESOLUTION"}}, "@resolution-type": "senate-resolution", "resolution-body": {"#tail": "\n\t", "section": {"@section-type": "undesignated-section", "#tail": "\n  ", "text": {"#tail": "\n\t\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "—", "@entity-type": "federal-body", "#text": "Senate", "@entity-id": "0010"}, "#text": "That the "}, "enum": {"#tail": "\n      "}, "paragraph": [{"#tail": "\n      ", "text": {"#tail": "\n\t\t\t", "#text": "condemns the use\n\t\t\t of coercion, threats, or force by naval, maritime security, or fishing vessels\n\t\t\t and military or civilian aircraft in the South China Sea and the East China Sea\n\t\t\t to assert disputed maritime or territorial claims or alter the status\n\t\t\t quo;"}, "enum": {"#tail": "\n        ", "#text": "(1)"}, "@id": "id04f4a72efb284a219da7061c1a9b4b73", "#text": "\n        "}, {"#tail": "\n      ", "text": {"#tail": "\n\t\t\t", "#text": "strongly urges\n\t\t\t that all parties to maritime and territorial disputes in the region exercise\n\t\t\t self-restraint in the conduct of activities that would undermine stability or\n\t\t\t complicate or escalate disputes, including refraining from inhabiting presently\n\t\t\t un­in­hab­it­ed islands, reefs, shoals, and other features and handle their\n\t\t\t differences in a constructive manner;"}, "enum": {"#tail": "\n        ", "#text": "(2)"}, "@id": "id61312d124c1e424597842538bfdaf3ca", "#text": "\n        "}, {"#tail": "\n      ", "text": {"#tail": "\n\t\t\t", "#text": "reaffirms the\n\t\t\t strong support of the United States for the member states of ASEAN and the\n\t\t\t Government of the People’s Republic of China as they seek to develop a code of\n\t\t\t conduct of parties in the South China Sea, and urges all countries to\n\t\t\t substantively support ASEAN in its efforts in this regard;"}, "enum": {"#tail": "\n        ", "#text": "(3)"}, "@id": "id33e1120fcdfa4cfc872a5a6769c66097", "#text": "\n        "}, {"#tail": "\n      ", "text": {"#tail": "\n\t\t\t", "#text": "supports\n\t\t\t collaborative diplomatic processes by all claimants in the South China Sea for\n\t\t\t resolving outstanding maritime or territorial disputes, in a manner that\n\t\t\t maintains peace and security, adheres to international law, and protects\n\t\t\t unimpeded lawful commerce as well as freedom of navigation and overflight, and\n\t\t\t including through international arbitration, allowing parties to peacefully\n\t\t\t settle claims and disputes using universally recognized principles of\n\t\t\t international law;"}, "enum": {"#tail": "\n        ", "#text": "(4)"}, "@id": "id369429ae768e4809ae70b59c4adb7ba8", "#text": "\n        "}, {"#tail": "\n      ", "text": {"#tail": "\n\t\t\t", "#text": "encourages the\n\t\t\t deepening of efforts by the United States Government to develop partnerships\n\t\t\t with other countries in the region for maritime domain awareness and capacity\n\t\t\t building; and"}, "enum": {"#tail": "\n        ", "#text": "(5)"}, "@id": "idc88f8efd100f4418a213f9e577ba67f1", "#text": "\n        "}, {"#tail": "\n    ", "text": {"#tail": "\n\t\t\t", "#text": "supports the\n\t\t\t continuation of operations by the United States Armed Forces in the Western\n\t\t\t Pacific, including in partnership with the armed forces of other countries in\n\t\t\t the region, in support of freedom of navigation, the maintenance of peace and\n\t\t\t stability, and respect for universally recognized principles of international\n\t\t\t law, including the peaceful resolution of issues of sovereignty and unimpeded\n\t\t\t lawful commerce."}, "enum": {"#tail": "\n        ", "#text": "(6)"}, "@id": "id3a23fc8e8ce8427aaefcb42e42497218", "#text": "\n        "}], "@display-inline": "yes-display-inline", "#text": "\n      ", "@id": "S1"}, "#text": "\n\t\t"}, "endorsement": {"action-date": {"#tail": "\n\t\t", "#text": "June 25, 2013"}, "#tail": "\n", "action-desc": {"#tail": "\n\t", "#text": "Reported without amendment"}, "#text": "\n\t\t"}, "@public-private": "public", "#text": "\n\t", "preamble": {"#tail": "\n\t", "whereas": [{"#tail": "\n    ", "text": {"#tail": "\n\t\t", "#text": "Whereas the maritime domain of the Asia-Pacific region\n\t\t\t includes critical sea lines of communication and commerce between the Pacific\n\t\t\t and Indian oceans;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n\t\t", "#text": "Whereas the United States has a national interest in\n\t\t\t freedom of navigation and overflight in the Asia-Pacific maritime domains, as\n\t\t\t provided for by universally recognized principles of international law;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n\t\t", "#text": "Whereas the United States has a national interest in the\n\t\t\t maintenance of peace and stability, open access by all to maritime domains,\n\t\t\t respect for universally recognized principles of international law, prosperity\n\t\t\t and economic growth, and unimpeded lawful commerce;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n\t\t", "#text": "Whereas the United States has a clear interest in\n\t\t\t encouraging and supporting the nations of the region to work collaboratively\n\t\t\t and diplomatically to resolve disputes without coercion, without intimidation,\n\t\t\t without threats, and without the use of force;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n\t\t", "#text": "Whereas the South China Sea contains great natural\n\t\t\t resources, and their stewardship and responsible use offers immense potential\n\t\t\t benefit for generations to come;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n\t\t", "term": {"#tail": " as China's national border; and, since May 8, 2013,\n\t\t\t Chinese naval and marine surveillance ships maintaining a regular presence in\n\t\t\t waters around the Second Thomas Shoal, located approximately 105 nautical miles\n\t\t\t northwest of the Philippine island of Palawan;", "#text": "nine-dash line"}, "#text": "Whereas, in recent years, there have been numerous\n\t\t\t dangerous and destabilizing incidents in this region, including Chinese vessels\n\t\t\t cutting the seismic survey cables of a Vietnamese oil exploration ship in May\n\t\t\t 2011; Chinese vessels barricading the entrance to the Scarborough Reef lagoon\n\t\t\t in April 2012; China issuing an official map that newly defines the contested\n\t\t\t "}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n\t\t", "quote": [{"#tail": " and\n\t\t\t to ", "#text": "reaffirm their respect for and commitment to the\n\t\t\t freedom of navigation in and over flight above the South China Sea as provided\n\t\t\t for by the universally recognized principles of international law"}, {"#tail": ";", "#text": "resolve their territorial and jurisdictional disputes by peaceful\n\t\t\t means, without resorting to the threat or use of force"}], "#text": "Whereas the Association of Southeast Asian Nations (ASEAN)\n\t\t\t has promoted multilateral talks on disputed areas without settling the issue of\n\t\t\t sovereignty, and in 2002 joined with China in signing a Declaration on the\n\t\t\t Conduct of Parties in the South China Sea that committed all parties to those\n\t\t\t territorial disputes to "}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n\t\t", "#text": "Whereas Japan and Taiwan reached an agreement on April 10,\n\t\t\t 2013, to jointly share and administer the fishing resources in their\n\t\t\t overlapping claimed exclusive economic zones in the East China Sea, an\n\t\t\t important breakthrough after 17 years of negotiations and a model for other\n\t\t\t such agreements;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n\t\t", "#text": "Whereas other incidences of the joint administrations of\n\t\t\t resources in disputed waters in the South China Sea have de-escalated tensions\n\t\t\t and promoted economic development, such as Malaysia and Brunei’s 2009 agreement\n\t\t\t to partner on exploring offshore Brunei waters, with drilling in offshore oil\n\t\t\t and gas fields off Brunei beginning in 2011; and Thailand and Vietnam's\n\t\t\t agreement to jointly develop areas of the Gulf of Thailand for gas exports,\n\t\t\t despite ongoing territorial disputes;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n\t\t", "quote": [{"#tail": "\n\t\t\t and in his statement of January 23, 2013, Republic of Philippines Secretary of\n\t\t\t Foreign Affairs Del Rosario stated that therefore ", "#text": "has exhausted almost all political and diplomatic avenues\n\t\t\t for a peaceful negotiated settlement of its maritime dispute with China"}, {"#tail": ";", "#text": "the Philippines has\n\t\t\t taken the step of bringing China before the Arbitral Tribunal under Article 287\n\t\t\t and Annex VII of the 1982 Convention on the Law of the Sea in order to achieve\n\t\t\t a peaceful and durable solution to the dispute"}], "#text": "Whereas the Government of the Republic of the Philippines\n\t\t\t states that it "}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n\t\t", "#text": "Whereas, in January 2013, a Chinese naval ship allegedly\n\t\t\t fixed its weapons-targeting radar on Japanese vessels in the vicinity of the\n\t\t\t Senkaku islands, and, on April 23, 2013, eight Chinese marine surveillance\n\t\t\t ships entered the 12-nautical-mile territorial zone off the Senkaku Islands,\n\t\t\t further escalating regional tensions;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n\t\t", "#text": "Whereas, on May 8, 2013, the Chinese Communist Party’s\n\t\t\t main newspaper, The People’s Daily, published an article by several Chinese\n\t\t\t scholars questioning Japan’s sovereignty over Okinawa, where key United States\n\t\t\t military installations are located which contribute to preserving security and\n\t\t\t stability in the Asia-Pacific region;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n\t\t", "term": [{"#tail": ", ", "#text": "core interest"}, {"#tail": " baselines\n\t\t\t around the Senkaku Islands in September 2102, which the 2013 Annual Report to\n\t\t\t Congress on Military and Security Developments Involving the People’s Republic\n\t\t\t of China found to be “inconsistent with international law”, and maintaining a\n\t\t\t continuous military and paramilitary presence around the Senkaku\n\t\t\t Islands;", "#text": "improperly drawing"}], "#text": "Whereas the Government of the People’s Republic of China\n\t\t\t has recently taken other unilateral steps, including declaring the Senkaku\n\t\t\t Islands a "}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n\t\t", "#text": "Whereas, although the United States does not take a\n\t\t\t position on the ultimate sovereignty of the Senkaku Islands, the United States\n\t\t\t Government acknowledges that they are under the administration of Japan and\n\t\t\t opposes any unilateral actions that would seek to undermine such\n\t\t\t administration, affirms that the unilateral actions of a third party will not\n\t\t\t affect the United States acknowledgment of the administration of Japan over the\n\t\t\t Senkaku Islands, remains committed under the Treaty of Mutual Cooperation and\n\t\t\t Security to respond to any armed attack in the territories under the\n\t\t\t administration of Japan, and has urged all parties to take steps to prevent\n\t\t\t incidents and manage disagreements through peaceful means;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n\t\t", "{http://namespaces.cato.org/catoxml}entity-ref": {"#tail": "\n\t\t\t spokesperson expressed concern over ", "@entity-type": "federal-body", "#text": "Department of State", "@entity-id": "1900"}, "#text": "Whereas, on August 3, 2012, a ", "quote": [{"#tail": " encouraged ASEAN and China ", "#text": "China’s upgrading of the\n\t\t\t administrative level of Sansha City and the establishment of a new military\n\t\t\t garrison there,"}, {"#tail": " and called\n\t\t\t upon claimants to ", "#text": "to make meaningful\n\t\t\t progress toward finalizing a comprehensive Code of Conduct,"}, {"#tail": ";", "#text": "explore every diplomatic or other peaceful avenue for\n\t\t\t resolution, including the use of arbitration or other international legal\n\t\t\t mechanisms as needed"}]}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n\t\t", "#text": "Whereas the United States recognizes the importance of\n\t\t\t strong, cohesive, and integrated regional institutions, including the East Asia\n\t\t\t Summit (EAS), ASEAN, and the Asia-Pacific Economic Cooperation (APEC) forum, as\n\t\t\t foundation for effective regional frameworks to promote peace and security and\n\t\t\t economic growth, including in the maritime domain, and to ensure that the\n\t\t\t Asia-Pacific community develops rules-based regional norms which discourage\n\t\t\t coercion and the use of force;"}, "#text": "\n      "}, {"#tail": "\n    ", "text": {"#tail": "\n\t\t", "term": {"#tail": " of\n\t\t\t relations between the United States and China; and", "#text": "new model"}, "#text": "Whereas the United States welcomes the development of a\n\t\t\t peaceful and prosperous China, the government of which respects international\n\t\t\t norms, international laws, international institutions, and international rules;\n\t\t\t enhances security and peace; and seeks to advance a "}, "#text": "\n      "}, {"#tail": "\n  ", "text": {"#tail": "\n\t\t", "#text": "Whereas ASEAN plays an important role, in partnership with\n\t\t\t others in the regional and international community, in addressing maritime\n\t\t\t security issues in the Asia-Pacific region and into the Indian Ocean, including\n\t\t\t open access to the maritime domain of Asia: Now, therefore, be it"}, "#text": "\n      "}], "#text": "\n\t\t"}, "metadata": {"#tail": "\n", "dublinCore": {"{http://purl.org/dc/elements/1.1/}date": {"#tail": "\n", "#text": "2013-06-10"}, "{http://purl.org/dc/elements/1.1/}format": {"#tail": "\n", "#text": "text/xml"}, "{http://purl.org/dc/elements/1.1/}language": {"#tail": "\n", "#text": "EN"}, "#tail": "\n", "{http://purl.org/dc/elements/1.1/}title": {"#tail": "\n", "#text": "113 SRES 167 RS: Reaffirming the strong support of the United States for the peaceful resolution of territorial, sovereignty, and jurisdictional disputes in the Asia-Pacific maritime domains."}, "{http://purl.org/dc/elements/1.1/}rights": {"#tail": "\n", "#text": "Pursuant to Title 17 Section 105 of the United States Code, this file is not subject to copyright protection and is in the public domain."}, "{http://purl.org/dc/elements/1.1/}publisher": {"#tail": "\n", "#text": "U.S. Senate"}, "#text": "\n"}, "#text": "\n"}}}